<HTML>
<!--This file created 15:45  15/04/2005 by Claris Home Page version 3.0This file created 15:53  15/04/2005 by Claris Home Page version 3.0This file created 15:56  15/04/2005 by Claris Home Page version 3.0This file created 15:51  19/04/2005 by Claris Home Page version 3.0This file created 15:31  25/04/2005 by Claris Home Page version 3.0This file created 15:32  25/04/2005 by Claris Home Page version 3.0This file created 17:49  15/06/2005 by Claris Home Page version 3.0This file created 17:54  15/06/2005 by Claris Home Page version 3.0-->
<!--This file created 17:55  26/07/2006 by Claris Home Page version 3.0-->
<HEAD>
<TITLE>page-mod&eacute;le</TITLE>
<META NAME=GENERATOR CONTENT="Claris Home Page 3.0">
<X-CLARIS-WINDOW TOP=0 BOTTOM=629 LEFT=0 RIGHT=1268> <X-CLARIS-TAGVIEW MODE=minimal> 
</HEAD>
<BODY TEXT="#990000" BGCOLOR="#9CCACD" LINK="#990000" ALINK="#990000" VLINK="#990000" style="scrollbar-arrow-color:white;scrollbar-base-color:#9CCACD">
<P align="center">&nbsp;
<P align="center"><b><font size="5"><u>Tranche de vie d'un enfant de Bou-Medfa</u></font></b>. 
<P align="center">&nbsp;
<P>Jeudi 26 d&eacute;cembre 1957,
<P>&nbsp;
<blockquote> 
  <p><font face="Times New Roman, Times, serif"><b>Il est huit heures, ce matin; 
    nous sommes en pleine mer quelque part entre la France et l'Alg&eacute;rie.</b></font></p>
  <p><b><font face="Times New Roman, Times, serif"> Hier soir j'ai &eacute;cri 
    &quot;derni&egrave;re journ&eacute;e d'AFN&quot; j'en ai honte: je t'ai quitt&eacute;, 
    mon pays, emport&eacute; dans un flot de lib&eacute;rables, comme moi; heureux 
    de retrouver leur terre natale; moi j'abandonne la mienne.</font></b></p>
  <p><b><font face="Times New Roman, Times, serif">Pourquoi et pour qui me suis-je 
    battu ? je ne reverrai plus jamais ni ma maison, ni mon village, ni les plages, 
    perdus la famille si unie pourtant, les gar&ccedil;ons et les filles de mon 
    &acirc;ge,</font></b></p>
  <p><b><font face="Times New Roman, Times, serif">Adieu Bou-Medfa, adieu Alger, 
    ma grand' m&egrave;re, mon grand' p&egrave;re, j'aurais voulu au moins emporter 
    une photo de votre tombe, adieu tous les morts de mon village, que vai je 
    faire loin de vous ?</font></b></p>
  <p><b><font face="Times New Roman, Times, serif">Maryse tu es loin, toi aussi, 
    pr&eacute;s d'Oran, pourquoi as-tu fait tellement de pri&egrave;res pour que 
    je m'en sorte ? et quand nous retrouverons nous ?</font></b></p>
  <p><b><font face="Times New Roman, Times, serif">Je demande pardon aux copains 
    du commando bless&eacute;s ou tu&eacute;s, j'aurais d&ucirc; partager leur 
    sort. Je vous entendrai toujours tous, r&eacute;clamer &agrave; boire en souffrant, 
    et en finissant de vivre: Fin&eacute;; tu me demandais de l'eau; je n'en avais 
    plus; personne n'en avait plus; &agrave; quelques m&egrave;tres de toi je 
    n'ai pas eu le courage ou la force de te prendre la main, et de regarder ta 
    blessure. Guastavino; petit Alg&eacute;rois, tu nous criais &quot;ne nous 
    laissez pas crever&quot; comment vous dire que l'h&eacute;licopt&egrave;re 
    venu vous chercher s'&eacute;tait retourn&eacute;, presque sur sur nous qui 
    le prot&eacute;gions, son pilote tu&eacute; d'une balle en plein milieu du 
    front, alors que justement je le regardais se poser ! qui pourrait donc nous 
    croire si on racontait qu'un jour mort de soif on aurait aim&eacute; en finir 
    pour toujours; les cailloux &eacute;taient trop petit pour faire un peu d'ombre 
    &agrave; notre visage qu'on collait au sol, le temps de prendre un peu de 
    souffle !</font></b></p>
  <p><b><font face="Times New Roman, Times, serif">Notre amiti&eacute; &agrave; 
    tous est faite des angoisses, des souffrances, des joies, que nous ne voulons 
    pas partager avec d'autres, ces souvenirs nous les gardons bien au fond de 
    nos coeurs.</font></b></p>
  <p><b><font face="Times New Roman, Times, serif">Je sais que sur ce bateau, 
    aujourd'hui mon seul bagage et mon unique tr&eacute;sor est ce petit cahier; 
    ce sera le dernier lien entre mon Alg&eacute;rie et ce jeune Pied-Noir que 
    je suis et qui va dans quelques heures, au bout du quai de Marseille trouver; 
    QUI ? ,QUOI ?, OU ?</font></b></p>
  <p><b><font face="Times New Roman, Times, serif">A....</font></b></p>
  <p><b><i>PS: Merci encore mon cher A.... j'esp&egrave;re bien te soutirer, de 
    ce petit cahier, encore quelques secrets, de ces moments intenses et historiques 
    pour nous, de ta vie l&agrave; bas.</i></b></p>
  <hr>
  <p><FONT COLOR="#990000"><B><IMG SRC="../imagesWeb/anin25.gif" WIDTH=17 HEIGHT=17 X-CLARIS-USEIMAGEWIDTH X-CLARIS-USEIMAGEHEIGHT ALIGN=absmiddle></B></FONT><A HREF="http://perso.wanadoo.fr/fernand.mico/" TARGET="_top"><FONT COLOR="#990000"><B>Vers 
    la page d'ACCUEIL de mon site</B></FONT></A></p>
</blockquote>
</BODY>
</HTML>
