<HTML>
<!--This file created 17:38  06/04/2004 by Claris Home Page version 3.0This file created 10:56  29/04/2004 by Claris Home Page version 3.0-->
<!--This file created 17:36  20/05/2005 by Claris Home Page version 3.0-->
<HEAD>
<TITLE>B1851</TITLE>
<META NAME=GENERATOR CONTENT="Claris Home Page 3.0">
<X-CLARIS-WINDOW TOP=0 BOTTOM=630 LEFT=0 RIGHT=1268> <X-CLARIS-TAGVIEW MODE=minimal> 
</HEAD>
<BODY TEXT="#000066" BGCOLOR="#9CCACD" LINK="#990000" VLINK="#990000" style="scrollbar-arrow-color:white;scrollbar-base-color:#9CCACD">
<CENTER><FONT SIZE="+1"><B>Voyage en Alg&eacute;rie
(ann&eacute;e:1851)</B></FONT>

<P><B>&Acirc;pres divers p&eacute;riples &agrave; travers la mitidja;
le voyage continue:</B></P></CENTER>

<P>Je me r&eacute;veille.... On recommence de chanter; il est quatre
heures; on chantera jusqu'au jour! "Oh ! qu'il vienne ce jour, et que
je m'en aille!"</P>

<P>Maliani qui a mieux utilis&eacute; sa nuit que les ul&eacute;mahs
et moi, est pr&ecirc;t d&egrave;s la veille ainsi que ses
b&ecirc;tes; car tout le proc&eacute;d&eacute; pour se mettre en
route consiste &agrave; se dresser tous trois sur leurs pieds; selle
et b&acirc;t pas plus que burnous, n'ont quitt&eacute; les
malheureuses &eacute;paules. Un coup de b&acirc;ton au mulet; deux et
trois au bourriko pour son dos et ses &acirc;mes; nous partons.</P>

<P>Notre cort&egrave;ge s'est augment&eacute; d'un personnage qui
n'est pas sans importance; comme, pour passer les monts Soumata qui
nous s&eacute;parent de <B>Bou-Medfa, </B>il n'y a aucune trace de
chemin, Bou-Allem a donn&eacute; l'ordre &agrave; un cavalier, de
nous conduire jusqu'au sommet. A l'occasion de ce guide, disons que
les tribus d'un district doivent envoyer tour &agrave; tour, chez
leur chef, un certain nombre de cavaliers qui s'y tiennent &agrave;
sa disposition, pour l'ex&eacute;cution de tous les actes de son
autorit&eacute;. Ainsi Bou-Allem ayant le titre de bach-aga qui
&eacute;quivaut, je crois, &agrave; celui de pr&eacute;fet ou
g&eacute;n&eacute;ral de brigade, il a continuellement sous la main
une vingtaine de cavaliers. Ce n'est pas que cette garde d'honneur
soit bien splendide; non. M&ecirc;me &agrave; voir la mine
mis&eacute;rable de la plupart de ceux qui la composent, on est
fond&eacute; &agrave; croire que ce sont les membres les plus pauvres
des tribus qui, moyennant quelque l&eacute;g&egrave;re
r&eacute;tribution, font l&agrave; le triste m&eacute;tier de
rempla&ccedil;ants, m&eacute;ritant par excellence d'h&eacute;riter
du nom, comme des fonctions de nos anciens tourlourous. Celui qui
nous guide, est des plus sales; mais attentif,complaisant, quoique
d'un s&eacute;rieux &agrave; la glace. La mont&eacute;e est raide
haute d'environ 600 m&egrave;tres, &agrave; travers les ronces et les
broussailles, ce manteau d&eacute;chir&eacute; et d&eacute;chirant
qui rev&ecirc;t presque tous les flans de l'Atlas. Sur un premier
sommet, une contr&eacute;e tourbeuse, humide, contient plusieurs
p&acirc;turages qui y ont appel&eacute; quelques gourbis; puis vient
une derni&egrave;re rampe presque droite, au haut de la quelle est le
col. Arriv&eacute; l&agrave;, le guide nous montre un village
&agrave; quatre lieues de distance, et 7 &agrave; 800 m&egrave;tres
d'abaissement.- "<B>Bou-Medfa</B>," dit-il, et il tourne la bride. Je
suis oblig&eacute; de le rappeler pour lui donner la pi&egrave;ce de
merci. Il en est aussi heureux que &eacute;tonn&eacute;; pour la
premi&egrave;re fois je vois s'&eacute;mouvoir son impassible
physionomie. Je le r&eacute;p&egrave;te, si le mal est rapide chez
ces gens, le bien pourrait l'&ecirc;tre tout autant, peut-&ecirc;tre
plus.</P>

<P>Nous sommes sur la cr&ecirc;te de partage de deux bassins
&eacute;tendus. Celui de droite est domin&eacute; par le Djebel Nador
et le Mouza&iuml;a; celui de gauche, par les monts Soumata que l'on
voit parsem&eacute;s de bouquets d'arbres &agrave; hautes tiges,
c&egrave;dres, thuyas articul&eacute;s, pins ou ch&ecirc;ne &agrave;
glands doux. Le fond est compos&eacute; d'un entassement de collines
et de bourrelets s&eacute;par&eacute;s entr'eux par des fentes, des
ravins escarp&eacute;s, qui indiquent la nature du sol, argile, gypse
et marne.......Nous laissons &agrave; notre droite, un Douair
consid&eacute;rable, situ&eacute; comme un village Suisse, dans de
belles prairies au pied d'un escarpement &eacute;lev&eacute; et
presque vertical; puis par des boues affreuses, nous arrivons
&agrave; Bou, on devrait &eacute;crire et dire, Boue-Medfa. L&agrave;
encor, bon sol, situation magnifique, &eacute;tape, halte entre
Affroun et Milianah, toutes les conditions r&eacute;unies pour la
prosp&eacute;rit&eacute;; mais, point de route, point d'habitants. Le
concierge, ancien <B>soldat du g&eacute;nie(*)</B>, qui y vit seul
avec sa famille, tient cantine, pour les rares voyageurs qui y font
appel. Or comme Bou-Allem met au nombre de ses principes
hygi&eacute;nique &agrave; l'usage de ses h&ocirc;tes, celui de ne
pas les faire d&eacute;jeuner avant de partir, et que , par
cons&eacute;quent, nous arrivons &agrave; jeun apr&egrave;s une
marche de 5 &agrave; 6 lieues, je fais complet honneur &agrave;
l'omelette et au vin de la cantine</P>

<P>Pendant que Maliani et ses b&ecirc;tes se repose, je parcours
quelques rues de cette colonie mort-n&eacute;e. Le regret est
d'autant plus grand d'y trouver le silence et le vide, que la
position est des plus attrayante; la Suisse seule peut offrir quelque
chose de plus pittoresque. Au d&eacute;bouch&eacute; d'un
d&eacute;fil&eacute; qui traverse l'Atlas,commandant le bassin
&eacute;tendu que nous venons de parcourir, <B>Bou</B>-<B>Medfa</B>
est un poste d'une grande importance. Les Turcs l'avaient compris;
ils avaient construit sur un tertre voisin, un fort nomm&eacute;
Bordji-Bou-Allouan, o&ugrave; ils entretenaient une garnison. Les
Fran&ccedil;ais l'ont restaur&eacute;, augment&eacute;, d'un
t&eacute;l&eacute;graphe; &agrave; c&ocirc;t&eacute; est une Koubbah.
Ces constructions, les maison de la colonie, les fortifications qui
les entourent, les monts qui les encadrent, tout contribue &agrave; y
cr&eacute;er un ensemble curieux....(&agrave; suivre)</P>

<P>

<HR>

&nbsp;(*) Ce <A NAME="soldat du génie"></A><B>soldat du
g&eacute;nie</B> a &eacute;t&eacute; identifi&eacute; par une
g&eacute;n&eacute;alogiste Qu&eacute;b&eacute;coise (<B>Claude-France
L&Eacute;ON</B>) il s'agissait de son trisa&iuml;eul dont voici les
renseignements qu'elle a retrouv&eacute;s &agrave; son sujet et
qu'elle m'a aimablement communiqu&eacute;s.<p></P>

<P>Il s'appelait : <B>Julien GRANGER</B>, n&eacute; le 10 mars 1819
&agrave;: COLOMIER SAUGNIEU en Is&egrave;re, il arriva en
Alg&eacute;rie en 1841 avec la compagnie <B>MOZEL</B> il est
d&eacute;mobilis&eacute; en 1846.</P>

<P>Il fait venir sa femme Fran&ccedil;oise n&eacute;e DAVID (qui
dispara&icirc;tra ensuite), et son fils.</P>

<P>Il aura 8 autres enfants avec sa belle soeur Jos&eacute;phine
n&eacute;e DAVID (les enfants porterons le nom de DAVID DIT
GRANGER)</P>

<P>Il obtient une <IMG SRC="../imagesWeb/anin25.gif" WIDTH=17 HEIGHT=17 X-CLARIS-USEIMAGEWIDTH X-CLARIS-USEIMAGEHEIGHT ALIGN=middle><A HREF="concession_grand_g.htm"><B>concession</B></A>
&agrave; <B>Bou-Medfa</B> le 14 Juin 1855, qu'il attendait depuis 4
ans, elle &eacute;tait au bord de l'oued-Djer sur la route de
Bou-Medfa &agrave; Vesoul-Benian, (par la suite un pont sur
l'oued-Djer porta le nom de: <IMG SRC="../imagesWeb/anin25.gif" WIDTH=17 HEIGHT=17 X-CLARIS-USEIMAGEWIDTH X-CLARIS-USEIMAGEHEIGHT ALIGN=middle>"
<A HREF="../imagesWeb/pontG.jpg" TARGET="_blank"><B>Pont
GRANGER</B></A><B> </B>"). Il y construisit une auberge, elle
comprenait ; un b&acirc;timent compos&eacute; d'un camp de Logis,
&eacute;curies, hangar, remise, pour chevaux, et &eacute;quipages,
mat&eacute;riel d'Auberge, four de boulangerie, meubles d'une valeur
de cinq mille francs, une petite maison pour la famille, il y avait
aussi des oliviers, cultures de c&eacute;r&eacute;ales, cultures de
l&eacute;gumes, la concession &eacute;tait compos&eacute;e de 6
parcelles.</P>

<P>C'est donc bien lui qui &eacute;tait charg&eacute; en 1851, de
surveiller (le r&eacute;cit dit; <B>concierge</B>) les
b&acirc;timents fra&icirc;chements construits, par le g&eacute;nie
militaire, du village de <B>Bou-Medfa</B> "il y tenait aussi cantine
pour les rares voyageurs" comme le t&eacute;moigne le conteur de ce
r&eacute;cit.</P>

<P>Les premi&egrave;res familles de colons arriveront &agrave; <B>Bou-Medfa</B> 
  &agrave; partir de <A HREF="peuplement.htm#peuplement1852"TARGET="_blank"><B>1852</B></A><B>.</B></P>
<hr>
<P><FONT COLOR="#990000"><B><IMG SRC="../imagesWeb/anin25.gif" WIDTH=17 HEIGHT=17 X-CLARIS-USEIMAGEWIDTH X-CLARIS-USEIMAGEHEIGHT ALIGN=middle> 
  </B></FONT><a href="http://perso.wanadoo.fr/fernand.mico/" target="_top"><font color="#990000"><b>Visitez 
  mon site</b></font></a><A HREF="http://perso.wanadoo.fr/fernand.mico/" TARGET="_blank"><FONT COLOR="#990000"></FONT></A> 
</P>
<CENTER>
</CENTER>

<P></P>
</BODY>
</HTML>
