<HTML>

<HEAD>
   <TITLE>page-mod&eacute;le</TITLE>
   <META NAME=GENERATOR CONTENT="Claris Home Page 3.0">
   <X-CLARIS-WINDOW TOP=25 BOTTOM=624 LEFT=4 RIGHT=534>
   <X-CLARIS-TAGVIEW MODE=minimal>
</HEAD>
<BODY TEXT="#990000" BGCOLOR="#9CCACD" LINK="#990000" ALINK="#990000" VLINK="#990000" style="scrollbar-arrow-color:white;scrollbar-base-color:#9CCACD">
<CENTER>
  <B><BR>
  </B><FONT SIZE="+2"><B><font size="+3">Le d&eacute;veloppement des chemins de 
  fer en Alg&eacute;rie Fran&ccedil;aise (1830-1962)</font></B></FONT> 
</CENTER>

<P><B><BR>
Le d&eacute;veloppement des chemins de fer en Alg&eacute;rie fut
l'&#156;uvre de Napol&eacute;on III vivement encourag&eacute; par son
demi-fr&egrave;re le duc de MORNY. Celui-ci fort
int&eacute;ress&eacute;, &agrave; tous les sens du terme, par ce
nouveau mode de transport fut entre autres postes, Pr&eacute;sident
de l'&eacute;ph&eacute;m&egrave;re Compagnie du Grand-Central et
Vice-pr&eacute;sident de la Compagnie du chemin de fer
d'Orl&eacute;ans (Le Paris-Orl&eacute;ans).</B></P>

<P><B>Le d&eacute;cret imp&eacute;rial du 8 avril 1857
pr&eacute;voyait la construction :<BR>
--d'une ligne principale parall&egrave;le &agrave; la c&ocirc;te de
Constantine &agrave; Alger et Oran par ou pr&egrave;s Aumale,
S&eacute;tif, Blidah, Orl&eacute;ansville et
Sainte-Barbe-du-Tl&eacute;lat, soit 881 kilom&egrave;tres.<BR>
--de lignes partant de la ligne principale et aboutissant aux
principaux ports :<BR>
Philippeville &agrave; Constantine, 87 kilom&egrave;tres<BR>
Bougie &agrave; S&eacute;tif, 110 kilom&egrave;tres<BR>
B&ocirc;ne &agrave; Constantine, 202 kilom&egrave;tres<BR>
T&eacute;n&egrave;s &agrave; Orl&eacute;ansville, 58
kilom&egrave;tres<BR>
Oran &agrave; Tlemcen par Sainte-Barbe-du-Tl&eacute;lat et
Sidi-Bel-Abb&eacute;s, 120 kilom&egrave;tres<BR>
Arzew et Mostaganem &agrave; Relizane. 68 kilom&egrave;tres</B></P>

<P><B>Ce plan de d&eacute;veloppement, le premier des trois qui se
succ&eacute;deront, correspondait sensiblement au projet
pr&eacute;sent&eacute; d&egrave;s 1833 par Emile PEREIRE soutenu par
ses amis saint-simoniens, et financi&egrave;rement par la famille
ROTSCHELD. Pour des raisons &eacute;conomiques et politiques ce
projet &eacute;tait alors rest&eacute; sans suite.</B></P>

<P><B>Emile PEREIRE et son fr&egrave;re Isaac jou&egrave;rent
directement et indirectement un r&ocirc;le important dans le
d&eacute;veloppement des chemins de fer tant en m&eacute;tropole
qu'en Alg&eacute;rie.</B></P>

<P><B>Revenons au plan de Napol&eacute;on III.</B></P>

<P><B>Trois tron&ccedil;ons de ligne devaient &ecirc;tre construits
en priorit&eacute; d'une part, pour permettre l'exploitation des
ressources naturelles des r&eacute;gions concern&eacute;es et d'autre
part, pour consolider la pr&eacute;sence fran&ccedil;aise en
Alg&eacute;rie, il s'agissait des tron&ccedil;ons :</B></P>

<P><B>Alger-Blida,<BR>
Philippeville-Constantine,<BR>
Oran - Saint-Denis-du-Sig.</B></P>

<P><B>La construction et l'exploitation de ces trois tron&ccedil;ons
furent conc&eacute;d&eacute;es &agrave; une soci&eacute;t&eacute;
anonyme cr&eacute;&eacute;e pour la circonstance : la Compagnie des
chemins de fer alg&eacute;riens dont le si&egrave;ge &eacute;tait
&agrave; Paris, 66, rue de la Chauss&eacute;e d'Antin. Une partie des
actions de cette soci&eacute;t&eacute; &eacute;tait acquise par des
soci&eacute;t&eacute;s, banques et particuliers fortun&eacute;s ; une
autre partie &eacute;tait mise en vente publique. Cette concession
avait &eacute;t&eacute; accord&eacute;e par des lois du 20 juin et du
11 juillet 1860. Notons que pour r&eacute;pondre &agrave;
l'impatience de l'opinion publique alg&eacute;rienne, NAPOLEON III
avait fait entreprendre, par l'arm&eacute;e et d&egrave;s 1858, la
construction de l'infrastructure et des ouvrages d'art entre Alger et
Boufarik.<BR>
La premi&egrave;re s&eacute;ance du conseil d'administration de la
Compagnie des chemins de fer alg&eacute;riens se tint le 23
ao&ucirc;t 1860. On y proc&egrave;de &agrave; la nomination de son
pr&eacute;sident (M Ferdinand BARROT) et la premi&egrave;re
d&eacute;cision op&eacute;rationnelle fut prise : l'envoi &agrave;
Alger d'une locomotive &agrave; vapeur qui devait figurer dans les
c&eacute;r&eacute;monies donn&eacute;es &agrave; l'occasion du voyage
projet&eacute; en Alg&eacute;rie par Napol&eacute;on III.<BR>
A titre anecdotique, cette locomotive fournie par la Compagnie du
PLM, arrivera &agrave; Alger en septembre 1860. Endommag&eacute;e,
elle ne pourra pas &ecirc;tre mise en service.<BR>
L'Entrepreneur G&eacute;n&eacute;ral des travaux de la Compagnie des
chemins de fer alg&eacute;riens fut Sir MORTON-PERO, Baronnet, membre
du parlement britannique, et par ailleurs gros actionnaire de la
Compagnie car par contrat, il s'engageait &agrave; acqu&eacute;rir
les actions qui mises en vente dans le public n'auraient pas
trouv&eacute; d'acqu&eacute;reurs. Or, il n'y eut pas beaucoup
d'acheteurs puisque sur les 110 000 actions mises en vente, seulement
33 000 furent acquises.<BR>
H&eacute;las, tr&egrave;s rapidement, la Compagnie des CFA connut des
gros probl&egrave;mes financiers, &agrave; cause notamment d'une
conjoncture &eacute;conomique difficile dans toute l'Europe.
D&egrave;s octobre 1860, l'Ing&eacute;nieur en chef de la Compagnie,
Hippolyte MANTION, transfuge de la Compagnie du Nord dirig&eacute;e
alors par James de ROTSCHILD, proposait de r&eacute;duire &agrave;
300 voire &agrave; 250 m&egrave;tres les rayons des courbes alors que
le cahier des charges imposait des rayons de 500 m&egrave;tres au
moins. Cette mesure en permettant &agrave; la voie de mieux
&eacute;pouser les reliefs du terrain, et notamment le trac&eacute;
sinueux des vall&eacute;es, supprimait ipso facto la construction de
nombreux ouvrages d'art et permettait ainsi des &eacute;conomies
substantielles, malgr&eacute; l'allongement du kilom&eacute;trage des
lignes.</B></P>

<P><B>On peut dire, en r&eacute;sumant &agrave; peine, que ce
principe sera retenu pour l'ensemble des voies ferr&eacute;es
d'Alg&eacute;rie ce qui donnera au r&eacute;seau son relief
tourment&eacute; et nuira &agrave; la vitesse des circulations en
raison notamment, sur certaines portions, des fortes
d&eacute;clivit&eacute;s impos&eacute;es par le manque de
tunnels.<BR>
Difficilement, entrant m&ecirc;me en conflit avec l'Empereur, les
administrateurs parvinrent au bout de la construction du
tron&ccedil;on d'Alger &agrave; Blida qui fut inaugur&eacute; le 15
ao&ucirc;t 1862, en pr&eacute;sence du Mar&eacute;chal PELISSIER, duc
de Malakoff, Gouverneur G&eacute;n&eacute;ral de l'Alg&eacute;rie,
des g&eacute;n&eacute;raux YSUF et LASERRE, du maire de Blida, Raoul
de MONTAGNY et du journaliste parisien Th&eacute;ophile GAUTIER,
d&eacute;cid&eacute;ment sp&eacute;cialiste de ce genre de
manifestation car il avait d&eacute;j&agrave; couvert l'inauguration
de la ligne de Paris &agrave; Lille. Le banquet officiel se tint sous
les oliviers du "Bois Sacr&eacute; ", jardin bien connu des
blid&eacute;ens.<BR>
La ligne fut r&eacute;ellement mise en service le 8 septembre 1862
pour les marchandises et 25 octobre 1862 pour les voyageurs.<BR>
Les huit locomotives &agrave; vapeur affect&eacute;es &agrave; cette
liaison devaient assurer des vitesses commerciales de 20 &agrave; 45
kilom&egrave;tres par heure. Elles re&ccedil;urent &eacute;videmment
chacune un nom de bapt&ecirc;me : Sidi-Ferruch, L'Atlas, Le Sahel, La
Mitidja, L'Harrach, La Chiffa, Le Bou-Roumi, Le Mazafran.<BR>
<A NAME=CFA></A>La Compagnie des chemins de fer Alg&eacute;riens ne
surv&eacute;cut pas longtemps &agrave; cette mise en service. Une loi
du 11 juin 1863 transf&eacute;rait &agrave; la Compagnie
Paris-Lyon-M&eacute;diterran&eacute;e les tron&ccedil;ons des lignes
pr&eacute;c&eacute;demment conc&eacute;d&eacute;es &agrave; la
Compagnie des chemins de fer Alg&eacute;riens. Ce transfert avait
&eacute;t&eacute; &eacute;voqu&eacute; d&egrave;s ao&ucirc;t 1861 par
les minist&egrave;res de la Guerre et des Travaux Publics, mais, l'un
des directeurs de la Compagnie PLM, Paulin TALABOT, n'avait pas
re&ccedil;u favorablement cette proposition. La m&ecirc;me loi
accordait &agrave; la Compagnie PLM la concession du tron&ccedil;on
de Blida &agrave; Saint-Denis-du-Sig, donc finalement la
totalit&eacute; de la ligne Alger-Oran qui fut ouverte aux
circulations par tron&ccedil;ons les 1er novembre 1868 (
Relizane-Oran ), 8 juillet 1869 ( Blida-Bou-Medfa ), 15 juin 1870 (
Affreville-Relizane ) et le 1er mai 1871 ( Bou-Medfa-Affreville ). Le
tron&ccedil;on Alger-Blida &eacute;tait d&eacute;j&agrave;
op&eacute;rationnel<BR>
La construction et l'exploitation de la ligne d'Alger &agrave;
Constantine furent conc&eacute;d&eacute;es &agrave; la Compagnie de
L'Est Alg&eacute;rien par des lois et des d&eacute;crets successifs
des 15 d&eacute;cembre 1875 (Constantine &agrave; S&eacute;tif), 20
d&eacute;cembre 1877 (La Maison-Carr&eacute;e &agrave; l'Alma), 3
d&eacute;cembre 1878 (l'Alma &agrave; M&eacute;nerville ).<BR>
Ces tron&ccedil;ons furent livr&eacute;s aux circulations
respectivement les 10 mai et 5 ao&ucirc;t 1879 et le 25 septembre
1881.<BR>
Le cha&icirc;non manquant de M&eacute;nerville &agrave; S&eacute;tif
ne sera conc&eacute;d&eacute; que plus tard.<BR>
La ligne de Philippeville &agrave; Constantine sera ouverte le 1er
septembre 1870.<BR>
La ligne de Bougie &agrave; S&eacute;tif ne sera pas construite dans
le cadre de ce premier plan.<BR>
La liaison B&ocirc;ne-Constantine, retard&eacute;e par la guerre de
1870, connut une r&eacute;alisation particuli&egrave;re.<BR>
Dans un premier temps, la concession du tron&ccedil;on de B&ocirc;ne
&agrave; Guelma fut accord&eacute;e, par un d&eacute;cret du 7 mai
1874, &agrave; la Soci&eacute;t&eacute; de Construction des
Batignolles, soci&eacute;t&eacute; cr&eacute;&eacute;e par
F&eacute;lix GOU&Iuml;N, parent par alliance des fr&egrave;res
PEREIRE et ami en affaires des fr&egrave;res ROTSCHILD. F&eacute;lix
GOU&Iuml;N participa tant en France que dans plusieurs pays
&eacute;trangers - Espagne et Roumanie notamment - &agrave; la
construction de nombreuses lignes de chemins de fer. Sa principale
activit&eacute; fut toutefois dans le domaine ferroviaire, la
construction de locomotives &agrave; vapeur dont il &eacute;quipa la
plupart des pays europ&eacute;ens. F&eacute;lix GOU&Iuml;N
cr&eacute;a pour la circonstance la Compagnie de B&ocirc;ne &agrave;
Guelma qui devint donc concessionnaire officiel et qui, en toute
logique, fit appel pour la r&eacute;alisation des travaux &agrave;
... la Soci&eacute;t&eacute; de Construction des Batignolles.<BR>
La ligne B&ocirc;ne-Guelma ( 88 kilom&egrave;tres ) fut ouverte aux
circulations le 1er septembre 1876 pour la partie de B&ocirc;ne
&agrave; Duvivier ( 55 kilom&egrave;tres ) et le 23 avril 1877 pour
la partie de Duvivier &agrave; Guelma (33 kilom&egrave;tres ).<BR>
Par une loi du 26 mars 1877, la Compagnie de B&ocirc;ne &agrave;
Guelma obtiendra &eacute;galement la concession de Guelma au Kroubs
(115 kilom&egrave;tres). Ce tron&ccedil;on sera mis en service entre
le 19 d&eacute;cembre 1878 et le 30 mars 1879. La liaison terminale
Le Kroubs - Constantine sera r&eacute;alis&eacute;e lors de la
construction du tron&ccedil;on S&eacute;tif - Constantine.<BR>
Par cette m&ecirc;me loi du 26 mars 1877, la Compagnie de B&ocirc;ne
&agrave; Guelma obtenait la concession de la portion de ligne de
Duvivier &agrave; Souk-Ahras ( 52 kilom&egrave;tres ), puis par une
loi du 20 avril 1882, la concession de la portion de ligne de
Souk-Ahras &agrave; Sidi-El-H&eacute;messi - fronti&egrave;re
tunisienne ( 53 kilom&egrave;tres ).<BR>
Ces tron&ccedil;ons furent mis en service respectivement les 30 juin
1881 et 29 septembre 1884 permettant ainsi la connexion des
r&eacute;seaux alg&eacute;rien et tunisien.<BR>
Notons que la Soci&eacute;t&eacute; de Construction des Batignolles
fut &eacute;galement concessionnaire de la ligne de Tunis &agrave; la
fronti&egrave;re alg&eacute;rienne en 1876 et 1878.<BR>
La ligne de T&eacute;n&egrave;s &agrave; Orl&eacute;ansville ne sera
pas construite dans le cadre de ce premier plan.<BR>
Pour ce qui est de la ligne d'Oran &agrave; Tlemcen, la liaison entre
Oran et Sainte-Barbe-du-Tl&eacute;lat avait &eacute;t&eacute;
r&eacute;alis&eacute;e lors de la construction de la ligne d'Alger
&agrave; Oran ( tron&ccedil;on de Relizane &agrave; Oran mis en
service le 1er novembre 1868 ). La jonction entre
Sainte-Barbe-du-Tl&eacute;lat et Sidi-bel-Abb&egrave;s ( 52
kilom&egrave;tres ) fut conc&eacute;d&eacute;e &agrave; la Compagnie
de l'Ouest Alg&eacute;rien, par une loi du 30 novembre 1874, et fut
mise en service le 3 mai 1877. Le reste de la ligne jusqu'&agrave;
Tlemcen sera r&eacute;alis&eacute; dans le cadre d'un deuxi&egrave;me
plan de d&eacute;veloppement.<BR>
Enfin, pour en terminer avec ce premier plan, signalons que la ligne
d'Arzew et Mostaganem &agrave; Relizane ne sera
r&eacute;alis&eacute;e que lors du deuxi&egrave;me plan de
d&eacute;veloppement &eacute;voqu&eacute; ci-dessus.<BR>
Deux r&eacute;alisations compl&eacute;t&egrave;rent le plan
imp&eacute;rial : la ligne d'Arzew &agrave; Sa&iuml;da et la ligne de
B&ocirc;ne &agrave; A&iuml;n-Mokra.<BR>
La construction de la ligne, &agrave; voie &eacute;troite, d'Arzew
&agrave; Sa&iuml;da (171 kilom&egrave;tres ) fut confi&eacute;e
&agrave; la Compagnie Franco-Alg&eacute;rienne par d&eacute;cret du
29 avril 1874. Elle fut mise en service le 28 septembre 1879. En
contrepartie de ses investissements, la Compagnie
Franco-Alg&eacute;rienne re&ccedil;ut le monopole de l'exploitation
de 300 000 hectares d'alfa. A des fins strat&eacute;giques
(surveillance de la fronti&egrave;re marocaine et &agrave; la suite
de mouvements insurrectionnels dans le sud-oranais ), cette ligne
sera prolong&eacute;e jusqu'&agrave; A&iuml;n-S&eacute;fra (283
kilom&egrave;tres), section dont la mise en service aura lieu entre
le 1er juin 1881 et le 28 ao&ucirc;t 1887.<BR>
La liaison, &agrave; voie &eacute;troite, de B&ocirc;ne &agrave;
A&iuml;n-Mokra (33 kilom&egrave;tres ) fut conc&eacute;d&eacute;e,
&agrave; titre de ligne industrielle, &agrave; la Compagnie des Mines
de Mokta-El-Hadid par arr&ecirc;t&eacute; imp&eacute;rial du 12 juin
1863. Cette liaison sera mise en service en 1864.<BR>
En 1879, sous la troisi&egrave;me R&eacute;publique et la
pr&eacute;sidence de Jules GREVY, un deuxi&egrave;me plan de
d&eacute;veloppement des chemins de fer en Alg&eacute;rie fut
adopt&eacute;.</B></P>

<P><B>La loi du 18 juillet 1879 pr&eacute;voyait notamment les
liaisons :</B></P>

<P><B>Sainte-Barbe-du-Tl&eacute;lat &agrave; Tlemcen 139
kilom&egrave;tres,<BR>
Tlemcen &agrave; la fronti&egrave;re marocaine 59
kilom&egrave;tres,<BR>
Mostaganem &agrave; Tiaret par A&iuml;n-T&eacute;del&egrave;s et
Relizane 200 kilom&egrave;tres,<BR>
T&eacute;n&egrave;s &agrave; Orl&eacute;ansville 58
kilom&egrave;tres,<BR>
Mouza&iuml;aville &agrave; Berrouaghia 96 kilom&egrave;tres,<BR>
M&eacute;nerville &agrave; S&eacute;tif 254 kilom&egrave;tres,<BR>
M&eacute;nerville &agrave; Tizi-Ouzou 51 kilom&egrave;tres,<BR>
Bougie &agrave; Beni-Man&ccedil;our 87 kilom&egrave;tres,<BR>
El-Guerrah &agrave; Batna et Biskra 201 kilom&egrave;tres,<BR>
A&iuml;n-B&eacute;&iuml;da &agrave; Ouled-Rahmoun (embranchement sur
la ligne d'Alger &agrave; Constantine ) 89 kilom&egrave;tres,<BR>
T&eacute;bessa &agrave; Souk-Ahras (avec embranchements
ult&eacute;rieurs vers l'Ouenza et le Kouif) 130
kilom&egrave;tres,<BR>
Oran (La S&eacute;nia) &agrave; A&iuml;n-T&eacute;mouchent 70
kilom&egrave;tres.</B></P>

<P><B>La ligne de Sainte-Barbe-du-Tl&eacute;lat &agrave; Tlemcen fut
ouverte au trafic dans les conditions suivantes : de
Sainte-Barbe-du-Tl&eacute;lat &agrave; Sidi-bel-Abb&egrave;s ( 52
kilom&egrave;tres ) lors de la r&eacute;alisation du premier plan, le
tron&ccedil;on de Sidi-bel-Abb&egrave;s &agrave; Tabia (23
kilom&egrave;tres ) sera r&eacute;alis&eacute;, par la Compagnie de
l'Ouest Alg&eacute;rien, dans le cadre de la ligne de
Sidi-bel-Abb&egrave;s &agrave; Ras-El-M&acirc;-Crampel et mis en
service le 8 juin 1883,<BR>
le tron&ccedil;on terminal de Tabia &agrave; Tlemcen (64
kilom&egrave;tres ), conc&eacute;d&eacute; par une loi du 16 juillet
1885, sera termin&eacute; entre 1887 et 1890.<BR>
Pour ce qui est de la liaison de Tlemcen &agrave; la fronti&egrave;re
marocaine, il faudra attendre 1907 pour que la section de Tlemcen
&agrave; Turenne (30 kilom&egrave;tres ) soit mise en circulation par
la Compagnie de l'Ouest Alg&eacute;rien et 1916 pour que les derniers
quarante kilom&egrave;tres entre Turenne et Zoudj-El-B&eacute;ghal
(fronti&egrave;re du c&ocirc;t&eacute; alg&eacute;rien ) soient
livr&eacute;s aux circulations. La connexion civile des
r&eacute;seaux alg&eacute;rien et marocain &eacute;tait enfin
r&eacute;alis&eacute;e. Une connexion &agrave; usage militaire
existait depuis 1910.</B></P>

<P><B>La concession de la ligne de Mostaganem &agrave; Tiaret fut
accord&eacute;e, par une loi du 15 avril 1885, &agrave; la Compagnie
Franco-Alg&eacute;rienne. Cette ligne, &agrave; voie &eacute;troite,
sera mise en exploitation le 15 mai 1888 (de Mostaganem &agrave;
Relizane - 76 kilom&egrave;tres ) et le 20 f&eacute;vrier 1889 (de
Relizane &agrave; Tiaret - 126 kilom&egrave;tres ). Notons d&egrave;s
maintenant que cette ligne sera prolong&eacute;e jusqu'&agrave;
Trumelet le 15 mars 1921 &agrave; l'initiative du d&eacute;partement
d'Oran et jusqu'&agrave; Burdeau en 1942 par les Chemins de fer
Alg&eacute;riens.<BR>
La ligne de T&eacute;n&egrave;s &agrave; Orl&eacute;ansville,
d&eacute;j&agrave; envisag&eacute;e lors du premier plan, ne sera
encore pas construite dans le cadre du deuxi&egrave;me plan.<BR>
La ligne pr&eacute;vue de Mouza&iuml;aville &agrave; Berrouaghia fut
remplac&eacute;e par une ligne, &agrave; voie &eacute;troite, de
Blida &agrave; Berrouaghia (84 kilom&egrave;tres ). La mise en
service, confi&eacute;e &agrave; la Compagnie de l'Ouest
Alg&eacute;rien, sera effectu&eacute;e par tron&ccedil;ons entre 1891
et 1892<BR>
La liaison de M&eacute;nerville &agrave; S&eacute;tif qui permettait
enfin de relier Alger &agrave; Constantine fut, par d&eacute;cret du
2 ao&ucirc;t 1880, conc&eacute;d&eacute;e &agrave; la Compagnie de
l'Est Alg&eacute;rien. Sa mise en service eut lieu par
tron&ccedil;ons entre le 1er novembre 1882 et le 3 novembre 1886.<BR>
La ligne M&eacute;nerville - Tizi-Ouzou confi&eacute;e &agrave; la
Compagnie de l'Est Alg&eacute;rien, par une loi du 23 ao&ucirc;t
1883, n&eacute;cessitera trois mises en service successives :<BR>
de M&eacute;nerville &agrave; Bordj-M&eacute;na&iuml;el le 20
ao&ucirc;t 1886 (15 kilom&egrave;tres ),<BR>
de Bordj-M&eacute;na&iuml;el &agrave; Haussonvillers le 25 janvier
1887 (12 kilom&egrave;tres ),<BR>
de Haussonvillers &agrave; Tizi-Ouzou le 27 mai 1888 (26
kilom&egrave;tres ).<BR>
La ligne directe de Bougie &agrave; S&eacute;tif pr&eacute;vue dans
le premier plan sera remplac&eacute;e par une liaison
Bougie-Beni-Man&ccedil;our qui, conc&eacute;d&eacute;e &agrave; la
Compagnie de l'Est Alg&eacute;rien par une loi du 21 mai 1884, sera
ouverte au trafic le 10 d&eacute;cembre 1888 (Bougie &agrave; Tazmalt
- 81 kilom&egrave;tres ) et le 24 mars 1889 ( Tazmalt &agrave;
Beni-Man&ccedil;our -7 kilom&egrave;tres).<BR>
La ligne, &agrave; voie &eacute;troite, El-Guerrah - Biskra.
&eacute;galement conc&eacute;d&eacute;e &agrave; la Compagnie de
l'Est Alg&eacute;rien par des lois du 2 ao&ucirc;t 1880 et 21 juillet
1884, fut exploit&eacute;e &agrave; partir du 1er novembre 1882 (
El-Guerrah &agrave; Batna - 80 kilom&egrave;tres ), du 26 juillet
1886 ( Batna &agrave; A&iuml;n-Touta - 33 kilom&egrave;tres ), du 9
f&eacute;vrier 1887 ( A&iuml;n-Touta &agrave; El-Kantara - 32
kilom&egrave;tres ) et du 1er juillet 1888 ( El-Kantara &agrave;
Biskra - 56 kilom&egrave;tres ).<BR>
La concession de la ligne d' A&iuml;n-B&eacute;&iuml;da &agrave;
Ouled-Rahmoun fut accord&eacute;e &agrave; la Compagnie de l'Est
Alg&eacute;rien par une loi du 7 ao&ucirc;t 1885. Construite &agrave;
voie &eacute;troite, la ligne sera ouverte le 11 juillet 1889. Elle
sera prolong&eacute;e d'A&iuml;n-B&eacute;&iuml;da &agrave; Kenchela
en application d'une loi du 30 juillet 1900 et ce tron&ccedil;on sera
mis en service le 10 juin 1905.<BR>
Une loi du 28 juillet 1885 d&eacute;clara d'utilit&eacute; publique
la construction d'une ligne, &agrave; voie &eacute;troite, entre
Souk-Arrhas et T&eacute;bessa. La r&eacute;alisation en fut
confi&eacute;e &agrave; la Compagnie B&ocirc;ne-Guelma et sa mise en
exploitation eut lieu le 27 mai 1888. Plus tard, le
d&eacute;veloppement de l'exploitation mini&egrave;re de l'Ouenza
exigera la mise &agrave; &eacute;cartement normal de la section de
ligne de Souk-Ahras &agrave; Oued-K&eacute;b&eacute;rit et ses
prolongements vers les mines de l'Ouenza. Ces travaux seront
termin&eacute;s le l0 f&eacute;vrier 1922. A noter que la liaison de
B&ocirc;ne &agrave; Oued-K&eacute;b&eacute;rit sera
&eacute;lectrifi&eacute;e en 1932 et les embranchements vers l'Ouenza
entre 1938 et 1939.<BR>
Enfin, en 1942, la section de ligne entre Oued-K&eacute;b&eacute;rit
et T&eacute;bessa et son prolongement vers Le Kouif (25
kilom&egrave;tres) seront port&eacute;s &agrave; &eacute;cartement
normal et &eacute;lectrifi&eacute;s.<BR>
La construction de la ligne d'Oran (La S&eacute;nia) &agrave;
A&iuml;n-T&eacute;mouchent (70 kilom&egrave;tres ) sera
confi&eacute;e, par une loi du 5 ao&ucirc;t 1882, &agrave; la
Compagnie de l'Ouest Alg&eacute;rien. Cette ligne sera mise en
service par tron&ccedil;ons entre 1884 et 1885.<BR>
Un ajout au plan 1879 confiera, par une loi du 22 ao&ucirc;t 1881,
&agrave; la Compagnie de l'Ouest Alg&eacute;rien, la construction
d'une ligne de Sidi-bel-Abb&eacute;s &agrave; Ras-El-M&acirc;-Crampel
(100 kilom&egrave;tres ). La ligne fut mise en service par
tron&ccedil;ons entre le 8 juin l883 ( Sidi-bel-Abb&egrave;s-Chanzy -
31 kilom&egrave;tres ), et le 1er juillet
1885.(Chanzy-Ras-El-M&acirc;-Crampel - 69 kilom&egrave;tres).<BR>
Enfin, une loi du 3 juillet 1884 permettra la construction de la
ligne de Tizi &agrave; Mascara (12km) qui sera mise en service le 20
novembre 1886.<BR>
A la fin de ce deuxi&egrave;me plan, pour r&eacute;pondre aux besoins
de plus en plus affirm&eacute;s des populations, certains ajustements
se produisirent sur l'initiative des autorit&eacute;s des 3
d&eacute;partements. C'est ainsi que furent construits :</B></P>

<P><B>dans le d&eacute;partement d'Alger :<BR>
--en application d'un d&eacute;cret du 16 janvier 1892, les lignes,
&agrave; voie &eacute;troite, d'El-Affroun &agrave; Marengo (20
kilom&egrave;tres ), d'Alger &agrave; Rovigo (36 kilom&egrave;tres ),
d'Alger &agrave; Kol&eacute;a (48 kilom&egrave;tres ) avec un
embranchement sur Castiglione &agrave; partir de Mazafran., de Dellys
&agrave; Boghni (67 kilom&egrave;tres ). Ces quatre lignes furent
conc&eacute;d&eacute;es &agrave; la Soci&eacute;t&eacute; des Chemins
de fer sur routes d'Alg&eacute;rie et r&eacute;alis&eacute;es dans
des conditions particuli&egrave;rement &eacute;conomiques. Elles
furent ouvertes aux circulations entre 1894 et 1900.<BR>
--en application d'un d&eacute;cret du 19 septembre 1905, la ligne,
&agrave; voie &eacute;troite, T&eacute;n&egrave;s-Orl&eacute;ansville
(58 kilom&egrave;tres ) ; le prolongement jusqu'&agrave; Cherchell
(29 kilom&egrave;tres ) de la ligne d'El-Affroun &agrave; Marengo ;
l'embranchement Maison-Carr&eacute;e &agrave; A&iuml;n-Taya (20
kilom&egrave;tres ) sur la ligne d'Alger &agrave; Rovigo ; la ligne,
&agrave; voie &eacute;troite, de Bou&iuml;ra &agrave; Aumale (43
kilom&egrave;tres ). Toutes ces liaisons, confi&eacute;es
&eacute;galement &agrave; la Soci&eacute;t&eacute; des Chemins de fer
sur routes d'Alg&eacute;rie, seront mises en service entre 1907 et
1910.</B></P>

<P><B>dans le d&eacute;partement de Constantine :<BR>
--en application d'une loi du 25 avril 1900, le prolongement
jusqu'&agrave; Saint-Charles (68 kilom&egrave;tres ) de la ligne de
B&ocirc;ne &agrave; A&iuml;n-Mokra. Confi&eacute;e &agrave; la
Soci&eacute;t&eacute; des Mines de Mokta-El-Hadid, cette portion de
ligne sera mise en service en 1904.<BR>
--en application d'un d&eacute;cret du 18 ao&ucirc;t 1900, la ligne
de tramway, &agrave; voie &eacute;troite, entre B&ocirc;ne et La
Calle (88 kilom&egrave;tres ). La mise en service interviendra le 1er
juin 1904.</B></P>

<P><B>dans le d&eacute;partement d'Oran :<BR>
--en application d'une loi du 25 janvier 1892, le prolongement
jusqu'&agrave; Colomb-B&eacute;char de la ligne d'Arzew &agrave;
A&iuml;n-S&eacute;fra. Les travaux, conduits par les Ponts et
Chauss&eacute;es, seront retard&eacute;s &agrave; plusieurs reprises
; de ce fait la mise en service interviendra seulement le 31
ao&ucirc;t 1901 pour la portion d'A&iuml;n-S&eacute;fra &agrave;
Duveyrier (118 kilom&egrave;tres ) et entre le 3 ao&ucirc;t 1903 et
le 21 avril 1906 pour la portion de Duveyrier &agrave;
Colomb-B&eacute;char ( 139 kilom&egrave;tres ). Un tron&ccedil;on
compl&eacute;mentaire (22 kilom&egrave;tres ) conduira jusqu'&agrave;
K&eacute;nadza et permettra l'exploitation des mines de charbon de ce
gisement.<BR>
--en application d'une loi du 9 avril 1898, la ligne &agrave; voie
&eacute;troite d'Oran &agrave; Arzew (43 kilom&egrave;tres ) qui sera
mise en service en 1900 par la Compagnie des Chemins de fer
Alg&eacute;riens de l'Etat.</B></P>

<P><B>Certes, ces derni&egrave;res r&eacute;alisations
correspondaient, pour l'&eacute;conomie de l'Alg&eacute;rie, &agrave;
des besoins r&eacute;els, mais accentuaient le caract&egrave;re
h&eacute;t&eacute;rog&egrave;ne du r&eacute;seau constitu&eacute; de
voies &agrave; &eacute;cartements diff&eacute;rents (1m45, 1m05,
1m00, voire Om60 ), dont les infrastructures &eacute;taient de
qualit&eacute; tr&egrave;s variable et conc&eacute;d&eacute;es
&agrave; de trop nombreuses compagnies ce qui en alourdissait
l'exploitation.<BR>
Le Gouvernement G&eacute;n&eacute;ral de l'Alg&eacute;rie jugea alors
le moment venu de remettre de l'ordre.<BR>
Les mesures prises conduiront &agrave; un troisi&egrave;me plan de
d&eacute;veloppement qui sera mis en &#156;uvre &agrave; partir des
ann&eacute;es 1907 -1909.<BR>
Un premier volet de ce plan pr&eacute;voyait la mise &agrave; niveau
du r&eacute;seau : consolidation d'ouvrages d'art existants, mise
&agrave; &eacute;cartement normal de certaines voies &eacute;troites,
travaux de r&eacute;fection de voies pour permettre la circulation de
convois de plus en plus lourds.<BR>
Un deuxi&egrave;me volet du plan permit la construction de lignes
nouvelles ou le prolongement de lignes existantes. C'est ainsi que
furent construits :<BR>
- par une loi du 16 juillet 1908, la liaison, &agrave; voie
&eacute;troite, de B&eacute;ni-Saf &agrave; Tlemcen (67
kilom&egrave;tres ),<BR>
- la liaison, &agrave; voie &eacute;troite, de La Macta &agrave;
Mostaganem (30 kilom&egrave;tres ) mise en service le 20 septembre
1908,<BR>
- par une loi du 26 f&eacute;vrier 1910, le prolongement de la ligne
de Blida &agrave; Berrouaghia jusqu'&agrave; Boghari puis Djelfa (195
kilom&egrave;tres ). La mise en service se fera dans les conditions
suivantes :<BR>
de Berrouaghia &agrave; Boghari (40 kilom&egrave;tres ) le 15 juillet
1912,<BR>
de Boghari &agrave; A&iuml;n-Ouss&eacute;ra (57 kilom&egrave;tres )
en 1916,<BR>
d'A&iuml;n-Ouss&eacute;ra &agrave; Hassi-Bahbah (46 kilom&egrave;tres
) en 1918,<BR>
d'Hassi-Bahbah &agrave; Djelfa (52 kilom&egrave;tres) en 1921.
</B></P>

<P><B>Cette ligne, construite par l'Etat, sera exploit&eacute;e dans
les premiers temps par la Compagnie de l'Ouest Alg&eacute;rien.<BR>
- par une loi du 6 mars 1910, la ligne, &agrave; voie &eacute;troite,
de Sidi-bel-Abb&egrave;s &agrave; Uz&egrave;s-le-Duc par Tizi et
Mascara (157 kilom&egrave;tres ). La mise en service interviendra
entre le 3 ao&ucirc;t 1919 et le 15 mai 1927, sauf pour le
tron&ccedil;on de Tizi &agrave; Mascara d&eacute;j&agrave; ouvert en
1886,</B></P>

<P><B>-par une loi du 22 mars 1910, la ligne, &agrave; voie
&eacute;troite, de Relizane &agrave; Pr&eacute;vost-Paradol par
Z&eacute;mmorah et Montgolfier ( 82 kilom&egrave;tres ) pour doubler
le tron&ccedil;on de Relizane &agrave; Pr&eacute;vost-Paradol par
Uz&egrave;s-le-Duc de la ligne de Mostaganem &agrave; Tiaret.<BR>
La mise en service aura lieu le 30 juillet 1916 de Relizane &agrave;
Z&eacute;mmorah et le 15 juillet 1925 de Z&eacute;mmorah &agrave;
Pr&eacute;vost-Paradol,</B></P>

<P><B>-par une loi du 1er avril 1910, le prolongement jusqu'&agrave;
T&eacute;bessa de la ligne d'Ouled-Rahmoun &agrave;
A&iuml;n-B&eacute;&iuml;da. Cette section sera exploit&eacute;e
&agrave; partir du 15 juillet 1926 d'Oulm&egrave;ne &agrave; La
Meskiana et du 15 octobre 1926 de La Meskiana &agrave;
T&eacute;bessa,</B></P>

<P><B>- par une loi du 4 avril 1910, le prolongement jusqu'&agrave;
Touggourt (217 kilom&egrave;tres ) de la ligne de El -Guerrah
&agrave; Biskra. La r&eacute;alisation de cette ligne sera
confi&eacute;e &agrave; l'Administration des Territoires du Sud. La
mise en service aura lieu le 1er juin 1914. Cette ligne revint aux
Chemins de fer Alg&eacute;riens de l'Etat, en 1922, ainsi que
l'embranchement d'Oumache &agrave; Tolga (35 kilom&egrave;tres ) mis
en service le 1er octobre 1916,<BR>
- par une loi du 18 mars 1912, la ligne, &agrave; voie
&eacute;troite, de Djidielli &agrave; Sidi-Marouf.</B></P>

<P><B>Ainsi, &agrave; la fin de ce troisi&egrave;me plan de d&eacute;veloppement, 
  le r&eacute;seau ferr&eacute; de l'Alg&eacute;rie &eacute;tait quasiment constitu&eacute;. 
  Bien entendu, il conna&icirc;tra au fil des ann&eacute;es les &eacute;volutions 
  normales de tout r&eacute;seau : suppression de lignes, travaux importants notamment 
  de remplacement de voies &eacute;troites par des lignes &agrave; &eacute;cartement 
  normal et de doublement de quelques tron&ccedil;ons de lignes, construction 
  de voies nouvelles.<BR>
  C'est ainsi que sera construite la ligne de Zoudj-El-B&eacute;ghal &agrave; 
  Nemours (55 kilom&egrave;tres) qui, en prolongeant la ligne marocaine Colomb-B&eacute;char-Oujda 
  permettait d'&eacute;vacuer le charbon de K&eacute;nadza, le mangan&egrave;se 
  de Bou&acirc;rfa, le plomb et le zinc de Bou-B&eacute;ker et l'anthracite de 
  J&eacute;rada. Cette ligne sera mise en service le 9 mars 1936.<BR>
  Le troisi&egrave;me volet de ce plan consistait &agrave; r&eacute;organiser 
  la gestion du r&eacute;seau.<BR>
  En effet, au fil des concessions et malgr&eacute; la cr&eacute;ation des Chemins 
  de fer alg&eacute;riens de l'Etat qui avaient suppl&eacute;&eacute;, par une 
  loi du 12 d&eacute;cembre 1900, la Compagnie Franco-Alg&eacute;rienne d&eacute;faillante, 
  cinq compagnies se partageaient l'exploitation du r&eacute;seau ferr&eacute; 
  alg&eacute;rien.<BR>
  Devant les disparit&eacute;s des r&egrave;gles d'exploitation de ces diff&eacute;rentes 
  compagnies, une loi du 23 juillet 1904 autorisa le Gouvernement G&eacute;n&eacute;ral 
  de l'Alg&eacute;rie &agrave; unifier les tarifs en prenant pour base la tarification 
  de la ligne d'Alger &agrave; Oran qui &eacute;tait alors la moins &eacute;lev&eacute;e.<BR>
  La Compagnie de l'Est Alg&eacute;rien n'ayant pas accept&eacute; ces nouvelles 
  r&egrave;gles fut rachet&eacute;e et incorpor&eacute;e aux Chemins de fer alg&eacute;riens 
  de l'Etat par un d&eacute;cret du 25 ao&ucirc;t 1907. Il en fut de m&ecirc;me 
  pour la Compagnie B&ocirc;ne-Guelma en 1914 (d&eacute;cret<BR>
  du 9 juin 1914 ) et pour la Compagnie de l'Ouest Alg&eacute;rien en 1920 (d&eacute;cret 
  du 31 d&eacute;cembre 1920 ).<BR>
  Ainsi, au d&eacute;but de 1921, deux Compagnies subsistaient : La Compagnie 
  P.L.M. et la Compagnie des Chemins de fer alg&eacute;riens de l'Etat<BR>
  Une convention qui sera ent&eacute;rin&eacute;e par une loi du 11 d&eacute;cembre 
  1922 coordonnera la gestion des deux compagnies. Cette convention fixera notamment 
  les conditions de rachat de la compagnie P.L.M. par le Gouvernement de l'Alg&eacute;rie. 
  Aux termes de cette convention :<BR>
  celui ci fait remise &agrave; la compagnie P.L.M. de la totalit&eacute; de sa 
  dette,<BR>
  en contrepartie, la compagnie P.L.M. remet en toute propri&eacute;t&eacute; 
  &agrave; l'Alg&eacute;rie, le mat&eacute;riel roulant, le mobilier et l'outillage 
  des lignes dont elle est concessionnaire, soit Alger-Oran et Philippeville-Constantine.<BR>
  Ce rachat effectu&eacute;, la Compagnie P.L.M. recevra en affermage l'exploitation 
  des lignes situ&eacute;es &agrave; l'ouest d'Alger et la Compagnie des Chemins 
  de fer alg&eacute;riens de l'Etat exploitera les lignes situ&eacute;es &agrave; 
  l'est d'Alger.<BR>
  Par ailleurs, la coordination des deux exploitations &eacute;tait plac&eacute;e 
  sous l'autorit&eacute; du Gouverneur G&eacute;n&eacute;ral de l'Alg&eacute;rie 
  second&eacute; par un Conseil Sup&eacute;rieur et un Comit&eacute; de Direction.<BR>
  A quelques ajustements pr&egrave;s, ce r&eacute;gime sera appliqu&eacute; jusqu'en 
  1938.<BR>
  A cette date, la cr&eacute;ation de la S.N.C.F. supprimait de facto les anciennes 
  compagnies m&eacute;tropolitaines, dont la Compagnie P.L.M ; ce qui devait entra&icirc;ner 
  une modification du r&eacute;gime du r&eacute;seau alg&eacute;rien.<BR>
  Apr&egrave;s avoir &eacute;t&eacute; &eacute;tudi&eacute;, le rattachement pur 
  et simple de ce r&eacute;seau &agrave; la S.N.C.F. fut abandonn&eacute; au profit 
  de la cr&eacute;ation des Chemins de Fer Alg&eacute;riens ( C.F.A. ), d&eacute;sormais 
  seule Administration &agrave; exploiter le r&eacute;seau ferr&eacute; d'Alg&eacute;rie. 
  Le d&eacute;cret de cr&eacute;ation des C.F.A. date du 31 d&eacute;cembre 1938.<BR>
  Enfin, une ordonnance du 4 f&eacute;vrier 1959 instituera la Soci&eacute;t&eacute; 
  Nationale des Chemins de Fer Fran&ccedil;ais en Alg&eacute;rie (S.N.C.F.A. ) 
  en lieu et place des C.F.A.<br>
  </B><B>(...)<br>
  </B></P>
<hr>
<P align="left"><B> </B><FONT COLOR="#990000"><B><IMG SRC="../imagesWeb/anin25.gif" WIDTH=17 HEIGHT=17 X-CLARIS-USEIMAGEWIDTH X-CLARIS-USEIMAGEHEIGHT ALIGN=middle> 
  </B></FONT><A HREF="http://perso.wanadoo.fr/fernand.mico/" TARGET="_blank"><FONT COLOR="#990000"><B>Page 
  d'accueil du site</B></FONT></A><B> </B></P>
<P></P>
</BODY>
</HTML>
<!-- eStat v3.2 -->
<script type="text/javascript">
<!--
var _UJS=0;
//-->
</script>
<script type="text/javascript" src="http://perso.estat.com/js/476076194438.js"></script>
<script type="text/javascript">
<!--
if(_UJS) _estat('476076194438','PAGE_MARQUEE','GROUPE_PAGES_MARQUEES');
//-->
</script>
<noscript>
<a href="http://persos.estat.com/"><img src="http://perso.estat.com/m/00/476076194438?p=PAGE_MARQUEE&amp;c=GROUPE_PAGES_MARQUEES" border="0" alt="marqueur eStat'Perso"></a>
</noscript>
<!-- /eStat -->

