<HTML>
<!--This file created 15:45  15/04/2005 by Claris Home Page version 3.0This file created 15:53  15/04/2005 by Claris Home Page version 3.0This file created 15:56  15/04/2005 by Claris Home Page version 3.0This file created 15:51  19/04/2005 by Claris Home Page version 3.0This file created 15:31  25/04/2005 by Claris Home Page version 3.0This file created 15:32  25/04/2005 by Claris Home Page version 3.0This file created 17:49  15/06/2005 by Claris Home Page version 3.0This file created 17:54  15/06/2005 by Claris Home Page version 3.0This file created 17:55  26/07/2006 by Claris Home Page version 3.0-->
<!--This file created 12:02  28/11/2011 by Claris Home Page version 3.0-->
<HEAD>
   <TITLE>page-mod&eacute;le</TITLE>
   <META NAME=GENERATOR CONTENT="Claris Home Page 3.0">
   <X-CLARIS-WINDOW TOP=0 BOTTOM=721 LEFT=0 RIGHT=1420>
   <X-CLARIS-TAGVIEW MODE=minimal>
</HEAD>
<BODY TEXT="#990000" BGCOLOR="#9CCACD" LINK="#990000" ALINK="#990000" VLINK="#990000" style="scrollbar-arrow-color:white;scrollbar-base-color:#9CCACD">
<BLOCKQUOTE><H2><CENTER>&nbsp;</CENTER></H2>
   
   <H2><CENTER><I>ET ILS PARTIRENT VERS LA TERRE
   PROMISE&#133;</I></CENTER></H2>
   
   <H2><CENTER>&nbsp;</CENTER></H2>
   
   <H2><FONT SIZE="-1">" Quel enthousiasme enfin, m&ecirc;l&eacute;
   de fiert&eacute;, devant un bilan de r&eacute;ussites brillantes
   dans tous les domaines, culturel, scientifique, journalistique,
   politique, &eacute;conomique ! ... Comment ne pas voir dans ces
   r&eacute;ussites une manifestation des traits propres aux hommes
   et aux femmes originaires de ces pays: une joie de vivre
   associ&eacute;e &agrave; une grande chaleur humaine, une
   r&eacute;sistance devant l'&eacute;preuve et une remarquable
   capacit&eacute; &agrave; rebondir, une
   g&eacute;n&eacute;rosit&eacute; naturelle, une grande ouverture
   aux autres cultures ? Comment ne pas y voir aussi une preuve de la
   qualit&eacute; de l'enseignement qui a &eacute;t&eacute;
   dispens&eacute; par la France dans ces pays avant leur
   ind&eacute;pendance, l'enseignement de la R&eacute;publique ? "
   (Pr&eacute;face du Professeur Claude Cohen-Tanoudji, Prix Nobel de
   Physique pour l'ouvrage de Ren&eacute; Mayer : " Fran&ccedil;ais
   d'Afrique du Nord, ce qu'ils sont devenus ")</FONT></H2>
   
   <H2><FONT SIZE="-1">" L'exploration scientifique de
   l'Alg&eacute;rie, sera l'un des titres de gloire de la France au
   XIXe et au XXe si&egrave;cle " (Renan)</FONT></H2>
   
   <H2>&nbsp;</H2>
   
   <H2><FONT SIZE="-1">Lorsque, en 1830, la France aborda les
   c&ocirc;tes alg&eacute;riennes, les autochtones en &eacute;taient
   &agrave; s'ignorer ou &agrave; se combattre entre eux et
   repr&eacute;sentaient alors ce qu'on a appel&eacute; : " une
   poussi&egrave;re de tribus ".</FONT></H2>
   
   <H2><FONT SIZE="-1">L'Alg&eacute;rie n'&eacute;tait &agrave; cette
   &eacute;poque pas un territoire ind&eacute;pendant mais une
   possession turque ; l'occupation par la France n'eut donc pour
   r&eacute;sultat que de substituer &agrave; une occupation
   &eacute;trang&egrave;re celle d'un autre pays.</FONT></H2>
   
   <H2><FONT SIZE="-1">Cette Alg&eacute;rie l&agrave; ne constituait
   pas un Etat, encore moins une nation. Elle fit toujours partie
   d'un empire dont elle &eacute;tait une province ; comme elle
   allait devenir colonie fran&ccedil;aise, elle fut province de
   l'empire musulman, de l'empire byzantin, de l'empire romain&#133;
   Elle n'avait pas de fronti&egrave;res. Elle constituait une
   mosa&iuml;que de tribus qu'aucun lien, sauf le religieux,
   n'unissait entre elles, encore que d'une fa&ccedil;on tr&egrave;s
   fragmentaire. </FONT></H2>
   
   <H2><FONT SIZE="-1">En 1848, apr&egrave;s les sanglantes
   journ&eacute;es de juin, le gouvernement fran&ccedil;ais choisit
   de faire de l'Alg&eacute;rie un lieu de d&eacute;portations et
   c'est pour &eacute;viter une nouvelle r&eacute;volution que, le 19
   septembre 1848, l'assembl&eacute;e nationale vota 50 millions pour
   la cr&eacute;ation en Alg&eacute;rie de 42 " colonies de
   peuplement " ou " centres agricoles " pour &eacute;tablir 13500 "
   colons " fran&ccedil;ais dans le but " d'occuper " ces Parisiens
   je&ucirc;neurs malgr&eacute; eux et qu'on devinait pr&ecirc;ts
   &agrave; se faire turbulents. </FONT></H2>
   
   <H2><FONT SIZE="-1">Les premiers d&eacute;port&eacute;s furent les
   " communalistes " qui devaient &ecirc;tre rejoints en 1852 par
   ceux qui avaient os&eacute; r&eacute;pondre " NON " au
   pl&eacute;biscite. Que savaient les uns et les autres de l'Afrique
   ? Pas grand-chose&#133; si ce n'&eacute;tait que le pays
   &eacute;tait chaud, o&ugrave; les soldats enjuponn&eacute;s de
   rouge qu'on appelait zouaves se battaient six jours sur sept
   contre les " Mahoms " dont le p&eacute;ch&eacute; mignon
   &eacute;tait de couper la t&ecirc;te aux chr&eacute;tiens et que
   certains civils, dont on avait dit qu'ils &eacute;taient
   all&eacute;s chercher fortune par l&agrave;-bas, n'&eacute;taient
   plus reparu.</FONT></H2>
   
   <H2><FONT SIZE="-1">Ils retrouv&egrave;rent sur place ceux qui,
   depuis une dizaine d'ann&eacute;es d&eacute;j&agrave;,
   pataugeaient dans les boues des mar&eacute;cages infect&eacute;s
   de miasmes, rong&eacute;s par le paludisme et la malaria, la
   cervelle &agrave; moiti&eacute; cuite sous l'aveuglant et lourd
   glissement du sirocco et qui &eacute;taient partis vers l'Afrique,
   comme on se met en marche vers la terre promise&#133; </FONT></H2>
   
   <H2><FONT SIZE="-1">On avait promis &agrave; ces malheureux des
   merveilles&#133; ils d&eacute;couvrirent un d&eacute;sert, une
   lande h&eacute;riss&eacute;e de broussailles au bord d'un marais
   pestilentiel o&ugrave; pullulaient les moustiques. Mais ils ne
   pouvaient pas repartir ! Ils &eacute;taient pris au pi&egrave;ge
   de leur propre r&ecirc;ve, prisonniers de l'Afrique&#133; et
   d&eacute;j&agrave; promis &agrave; la mal&eacute;diction qui
   allait s'abattre sur elle&#133;</FONT></H2>
   
   <H2><FONT SIZE="-1">Apr&egrave;s un si vif et bref r&ecirc;ve,
   voici d&eacute;j&agrave; la r&eacute;sistance des hommes et des
   choses, l'adversit&eacute;, les premiers revers, les
   &eacute;preuves et l'infortune. Pourtant cette poign&eacute;e
   d'immigrants s'ent&ecirc;ta contre moustiques, paludisme,
   dysenterie, typhus, chol&eacute;ra, mis&egrave;re, canicule, froid
   et faim. Elle s'organisa et pendant des jours, des mois, des
   ann&eacute;es, mena un combat de titan contre le d&eacute;frichage
   et les maladies.</FONT></H2>
   
   <H2><FONT SIZE="-1">Dans un pays o&ugrave; certaines
   r&eacute;gions de colonisation &eacute;taient en majeure partie
   des mar&eacute;cages, le paludisme faisait des ravages effrayants.
   En 1841, dans son &eacute;tude " Solution de la question
   d'Alg&eacute;rie ", le g&eacute;n&eacute;ral Duvivier
   &eacute;crivait : " Les plaines telles celles de la Mitidja, de
   B&ocirc;ne et tant d'autres ne sont que des foyers de maladies et
   morts. Les assainir, on n'y parviendra jamais&#133; Les plaines
   pour les Europ&eacute;ens, sont et seront toujours longtemps de
   vastes tombeaux. Qu'on abandonne ces f&eacute;tides fosses !
   "</FONT></H2>
   
   <H2><FONT SIZE="-1">Fosses f&eacute;tides ! Vastes tombeaux ! Quel
   programme engageant ! Et le g&eacute;n&eacute;ral
   Berthez&egrave;ne d'affirmer, mena&ccedil;ant : "La Mitidja n'est
   qu'un immense cloaque. Elle sera le tombeau de tous ceux qui
   oseront l'exploiter ! ". </FONT></H2>
   
   <H2><FONT SIZE="-1">Tous pay&egrave;rent de leur sant&eacute;
   sinon de leur vie une implantation pr&eacute;matur&eacute;e dans
   des secteurs du pays insalubres et pestilentiels dont cette
   description de Boufarik en 1842 r&eacute;sumait les
   inconv&eacute;nients : " Boufarik &eacute;tait la localit&eacute;
   la plus mortelle d'Alg&eacute;rie. Les visages des rares habitants
   &eacute;chapp&eacute;s &agrave; la fi&egrave;vre pernicieuse
   &eacute;taient verts et bouffis. Bien que la paroisse e&ucirc;t
   chang&eacute; de pr&ecirc;tre trois fois en un an, l'&eacute;glise
   &eacute;tait ferm&eacute;e ; le juge de paix &eacute;tait mort ;
   tout le personnel de l'administration civile et militaire avait
   d&ucirc; &ecirc;tre renouvel&eacute; et le chef du district
   rest&eacute; seul debout, avait &eacute;t&eacute; investi de
   toutes les fonctions par le d&eacute;c&egrave;s ou la maladie de
   tous ses titulaires. "</FONT></H2>
   
   <H2><FONT SIZE="-1">Pourtant, quelques ann&eacute;es plus tard,
   &agrave; force de courage, de patience, de
   pers&eacute;v&eacute;rance, d'abn&eacute;gation, mais aussi de
   privations, de souffrance, de mis&egrave;re et de centaines de
   morts us&eacute;s &agrave; la t&acirc;che, Boufarik " ce marais
   pestilentiel ", devint la perle de la Mitidja et la plus riche
   contr&eacute;e agricole de l'Alg&eacute;rie : " la premi&egrave;re
   victoire de la quinine ", " la plus belle r&eacute;alisation du
   g&eacute;nie colonisateur de la France ", " l'&eacute;meraude
   p&ecirc;ch&eacute;e dans la vase ", &eacute;crira le colonel
   Trumelet.</FONT></H2>
   
   <H2><FONT SIZE="-1">Typhus, chol&eacute;ra frapp&egrave;rent
   inexorablement. Bugeaud, rentr&eacute; en France, mourra du
   chol&eacute;ra en 1849. Dans les Centres de colonisation,
   o&ugrave; l'hygi&egrave;ne &eacute;tait rudimentaire, ce mal
   surtout faisait des ravages terribles. Des villages entiers furent
   d&eacute;cim&eacute;s. </FONT></H2>
   
   <H2><FONT SIZE="-1">Forts de leur id&eacute;al, mais
   d&eacute;nu&eacute;s de l'exp&eacute;rience qui nous arme, ces
   hommes s'immol&egrave;rent, imprudents h&eacute;ro&iuml;ques, en
   se riant des maux les plus cruels et de leurs implacables ennemis.
   De l'anarchiste au militaire, du paysan au marin, de l'ouvrier au
   fonctionnaire, tous s'&eacute;tonnaient et s'&eacute;merveillaient
   d'un monde encore plein de secrets et de prodiges : ils en
   aimaient jusqu'&agrave; l'amertume, jusqu'&agrave; la souffrance
   infinie, jusqu'aux derni&egrave;res cruaut&eacute;s. C'est que
   r&eacute;ussir &agrave; survivre, c'est choisir de souffrir
   !&#133;</FONT></H2>
   
   <H2><FONT SIZE="-1">Chacun &eacute;tait d&eacute;sormais
   li&eacute; au sol, au ciel, aux p&eacute;rils de toujours et
   devait se d&eacute;fendre, &agrave; la fois, contre les
   &eacute;l&eacute;ments et les bandes arm&eacute;es qui
   parcouraient le pays. Elles le ravageaient au jour le jour, sans
   plan arr&ecirc;t&eacute;. L'ins&eacute;curit&eacute;
   r&eacute;gnait partout. Les cavaliers en burnous, les yatagans,
   les Hadjouths et les pillards se chargeaient de trancher les
   gorges et d'enlever les femmes pendant que les hommes tentaient de
   ma&icirc;triser les meules de fourrage en flammes, produit de leur
   labeur de for&ccedil;at.</FONT></H2>
   
   <H2><FONT SIZE="-1">Des fermes qui, pierre &agrave; pierre,
   s'&eacute;taient exhauss&eacute;es au-dessus des pestilences et
   avaient r&eacute;ussi &agrave; &eacute;tendre autour d'elles un
   peu de f&eacute;condit&eacute;, commenc&egrave;rent &agrave;
   chanceler sous l'assaut. Le souci de la survie quotidienne
   l'emportait parfois sur tout autre projet et mettait un frein
   brutal &agrave; l'imagination de l'avenir.</FONT></H2>
   
   <H2><FONT SIZE="-1">En 1840, d&eacute;j&agrave;, las de voir des
   p&egrave;res &eacute;gorg&eacute;s, des m&egrave;res
   viol&eacute;es puis &eacute;ventr&eacute;es et des enfants
   &eacute;cras&eacute;s contre les murs, un chant de guerre monta du
   fond de la plaine. Quelques colons commenc&egrave;rent &agrave;
   r&eacute;sister aux assauts des cavaliers hurlants, se faisant
   tuer sur place, refusant d'ex&eacute;cuter l'ordre officiel
   d'abandonner leurs cultures. Oh ! Cruel et perp&eacute;tuel
   renouvellement de l'Histoire !...</FONT></H2>
   
   <H2><FONT SIZE="-1">Dans les cimeti&egrave;res, les rang&eacute;es
   s'ajoutaient aux rang&eacute;es o&ugrave; s'affirmait ainsi le
   commencement d'un peuple. L'Afrique devenait une " terre &agrave;
   s&eacute;pultures "&#133;</FONT></H2>
   
   <H2><FONT SIZE="-1">Rien de ce qu'ils avaient r&ecirc;v&eacute; ne
   s'&eacute;tait accompli comme ils l'avaient esp&eacute;r&eacute;.
   Tout s'&eacute;tait pass&eacute; autrement, avec plus de
   duret&eacute; et de cruaut&eacute;, mais &agrave; force
   d'&eacute;nergie &agrave; travers les &eacute;checs, les
   souffrances, les malheurs, &agrave; force de volont&eacute;, de
   patience et de g&eacute;nie, ils avaient donn&eacute; un sens
   &agrave; ce que le destin et l'Histoire leur avaient
   confi&eacute;.</FONT></H2>
   
   <H2><FONT SIZE="-1">Alors arriv&egrave;rent pour essayer de vivre
   &agrave; c&ocirc;t&eacute; de ces Fran&ccedil;ais t&ecirc;tus, des
   fr&egrave;res latins, tout aussi mis&eacute;reux : Espagnols,
   Italiens, Maltais, G&eacute;nois, Siciliens&#133; Un point commun
   les unissait : l'extr&ecirc;me mis&egrave;re ! L'Alg&eacute;rie
   -leur avait-on d&eacute;clar&eacute;- c'&eacute;tait l'eldorado !
   Et puis, ce pays &eacute;tait plus proche de l'Europe que la
   Californie&#133; </FONT></H2>
   
   <H2><FONT SIZE="-1">Comme il y eut un r&ecirc;ve am&eacute;ricain
   apr&egrave;s la seconde guerre mondiale, il y eut &agrave; partir
   de 1840, un r&ecirc;ve alg&eacute;rien&#133;</FONT></H2>
   
   <H2><FONT SIZE="-1">" Fran&ccedil;ais de France ", les fils de
   cette France qui les avait exil&eacute;s protest&egrave;rent de
   l'intrusion de ces nouveaux d&eacute;fricheurs :</FONT></H2>
   
   <H2><FONT SIZE="-1">" Ne sommes-nous pas capables d'arriver
   nous-m&ecirc;mes &agrave; nos fins ? Ne l'avons-nous pas
   suffisamment prouv&eacute; ? "</FONT></H2>
   
   <H2><FONT SIZE="-1">La m&egrave;re-patrie leur r&eacute;pondit
   doucement :</FONT></H2>
   
   <H2><FONT SIZE="-1">" Ces &eacute;trangers sont l&agrave; pour
   vous aider dans votre t&acirc;che. Ils auront des terres qui
   auraient fini par vous tuer. Ils r&eacute;ussiront &agrave; n'y
   pas mourir, habitu&eacute;s qu'ils sont d&eacute;j&agrave;
   &agrave; la grande mis&egrave;re, &agrave; l'extr&ecirc;me
   fatigue. Ne les renvoyez pas ! Accueillez-les au contraire en
   associ&eacute;s ".</FONT></H2>
   
   <H2><FONT SIZE="-1">Tous, &eacute;taient des
   d&eacute;port&eacute;s de la politique et de la mis&egrave;re, des
   r&eacute;fractaires, des exil&eacute;s, mais ils portaient en eux
   ce germe qui s'appelle l'audace et que leurs parents
   demeur&eacute;s dans les vieux pays d'Europe allaient
   inexorablement laisser mourir comme des semailles
   gel&eacute;es.</FONT></H2>
   
   <H2><FONT SIZE="-1">Ensemble ils &eacute;difi&egrave;rent cette
   Afrique latine qui, en bonne justice, se fondit, s'harmonisa en
   une seconde France. C'est ainsi que la grande famille
   europ&eacute;enne se forma et &agrave; c&ocirc;t&eacute; d'elle,
   la famille musulmane commen&ccedil;a &agrave; concevoir que ces
   roumis n'&eacute;taient -tout compte fait- ni des adversaires, ni
   des parasites, et que par cons&eacute;quent nul besoin
   &eacute;tait de leur couper la t&ecirc;te, d'autant qu'ils
   &eacute;taient habit&eacute;s d'un formidable app&eacute;tit
   d'exister et qu'ils semblaient avoir soif de souffrir encore. Elle
   se risqua, se rapprocha, &eacute;couta, puis accepta l'invitation
   &agrave; l'initiation. Les &eacute;trangers poussaient la charrue
   un peu plus loin que les Fran&ccedil;ais. Les Arabes consentaient
   &agrave; venir &agrave; la rescousse de l'effort des uns et des
   autres. L'Afrique du Nord toute enti&egrave;re devenait un
   mus&eacute;e ethnographique o&ugrave; allaient commencer &agrave;
   se d&eacute;sint&eacute;grer dans le silence baignant des paysages
   vitrifi&eacute;s, les d&eacute;bris de toutes les races du monde
   m&eacute;diterran&eacute;en donnant naissance &agrave; une
   nouvelle race : Les Pieds-Noirs.</FONT></H2>
   
   <H2><FONT SIZE="-1">Ces Europ&eacute;ens d'Alg&eacute;rie -surtout
   ceux des classes populaires- m&ecirc;me s'ils &eacute;taient
   citoyens fran&ccedil;ais, &eacute;taient diff&eacute;rents des
   m&eacute;tropolitains. Leur fran&ccedil;ais, &eacute;maill&eacute;
   de tournures espagnoles ou italiennes, parfois arabes, avaient
   donn&eacute; naissance &agrave; un langage nouveau : le patahouet
   ou sabir ; l'accent avec lequel ils le pronon&ccedil;aient, leurs
   m&#156;urs, leur mentalit&eacute; n'&eacute;taient pas ceux de la
   M&eacute;tropole. Ils &eacute;taient Fran&ccedil;ais, certes ; ils
   le revendiquaient&#133; mais diff&eacute;rents, voil&agrave; tout.
   En r&eacute;alit&eacute; ils se nommaient eux-m&ecirc;mes "
   franco-alg&eacute;rien ". </FONT></H2>
   
   <H2><FONT SIZE="-1">La foi, l'amour, la bonne volont&eacute;, la
   t&eacute;nacit&eacute;, les sacrifices, la confiance, les chagrins
   n'avaient pas manqu&eacute;. Et tout cela, avec les morts et avec
   les vivants, avec ceux qui creusaient, ceux qui labouraient, ceux
   qui conseillaient, tout cela, ensemble, avait contribu&eacute;
   &agrave; &eacute;crire l'histoire de l'Afrique du
   Nord.</FONT></H2>
   
   <H2><FONT SIZE="-1">Ils fond&egrave;rent une colonie &agrave;
   l'image de la France, offrirent aux indig&egrave;nes les premiers
   enseignements de notre culture, d&eacute;brouill&egrave;rent
   &agrave; notre intention l'&eacute;cheveau des connaissances
   locales indispensables. Puis, satisfaits de leur effort, ils
   demand&egrave;rent &agrave; cette terre qu'ils avaient prise de
   les accueillir dans son sein pour l'&eacute;ternit&eacute; et ils
   s'&eacute;teignirent, loin des doux r&eacute;conforts de la
   m&egrave;re patrie.</FONT></H2>
   
   <H2><FONT SIZE="-1">La France, du reste, n'avait pas attendu leur
   d&eacute;c&egrave;s pour les rayer du nombre de ses enfants ;
   d&egrave;s leur d&eacute;part, souvent d&eacute;finitif, elle
   avait consid&eacute;r&eacute; comme perdus ceux qui allaient
   porter au loin son renom et son drapeau. Elle avait revu sans
   gratitude ceux d'entre eux qui revenaient consacrer leur
   vieillesse, alors que d'autres ne purent m&ecirc;me pas atteindre
   le port et succomb&egrave;rent en mer.</FONT></H2>
   
   <H2><FONT SIZE="-1">C'est ainsi que naquit, grandit puis se
   dissipa dans des vapeurs de sang, de larmes et de passions, un
   miroir &eacute;pique vers quoi des millions d'hommes et de femmes
   ont march&eacute; en portant les douleurs et les enchantements de
   l'amour. Si les pierres de gloire ne gardent pas leurs noms, si
   leur sacrifice est demeur&eacute; anonyme, nous n'en devons que
   davantage apporter l'hommage de notre pi&eacute;t&eacute;
   reconnaissante &agrave; ces rudes artisans de la plus splendide
   entreprise fran&ccedil;aise qui ait jamais &eacute;t&eacute;
   tent&eacute;e.</FONT></H2>
   
   <H2><FONT SIZE="-1">En deux si&egrave;cles, sous deux Empires et
   quatre R&eacute;publiques, ces hommes allaient servir dans les
   Arm&eacute;es fran&ccedil;aises. Officiers ou simples soldats, la
   plupart du temps, volontaires, ils allaient &ecirc;tre de tous les
   combats mais aussi de toutes les t&acirc;ches quotidiennes
   m&ecirc;me les plus modestes. Pour les morts et pour les blessures
   du corps et de l'&acirc;me, la France leur d&eacute;cerna des
   croix&#133; puis elle les combattit, les chassa de cette terre
   ingrate qu'ils avaient arros&eacute;e de leur sueur et de leur
   sang et les effa&ccedil;a de sa m&eacute;moire.</FONT></H2>
   
   <H2><FONT SIZE="-1">En politique, c'est peut-&ecirc;tre la foi qui
   sauve, mais ce sont les &#156;uvres qui comptent. C'est par ses
   &#156;uvres que l'Alg&eacute;rie, fille de la force
   fran&ccedil;aise, a montr&eacute; au monde qu'elle n'a pas
   d&eacute;m&eacute;rit&eacute; des magnifiques &eacute;nergies qui
   se sont, aux temps h&eacute;ro&iuml;ques, inclin&eacute;es sur son
   berceau. Ce r&ecirc;ve de mis&egrave;re ensoleill&eacute; dura 132
   ans et il durerait encore si les forces du mal n'avaient pas en ce
   monde souvent l'avantage sur les ap&ocirc;tres du
   bien.</FONT></H2></BLOCKQUOTE>

<H2><CENTER>

<HR>

<FONT COLOR="#990000"><B><IMG SRC="../imagesWeb/anin25.gif" WIDTH=17 HEIGHT=17 X-CLARIS-USEIMAGEWIDTH X-CLARIS-USEIMAGEHEIGHT ALIGN=absmiddle></B></FONT><A HREF="http://perso.wanadoo.fr/fernand.mico/" TARGET="_top"><FONT COLOR="#990000"><B>Vers
la page d'ACCUEIL de mon site</B></FONT></A></CENTER></H2>
</BODY>
</HTML>
