<HTML>
<!--This file created 15:45  15/04/2005 by Claris Home Page version 3.0This file created 15:53  15/04/2005 by Claris Home Page version 3.0This file created 15:56  15/04/2005 by Claris Home Page version 3.0This file created 15:53  19/04/2005 by Claris Home Page version 3.0This file created 08:49  23/04/2005 by Claris Home Page version 3.0-->
<!--This file created 08:39  12/10/2005 by Claris Home Page version 3.0-->
<HEAD>
<TITLE>page-mod&eacute;le</TITLE>
<META NAME=GENERATOR CONTENT="Claris Home Page 3.0">
<X-CLARIS-WINDOW TOP=0 BOTTOM=634 LEFT=0 RIGHT=1268> <X-CLARIS-TAGVIEW MODE=minimal> 
</HEAD>
<BODY TEXT="#990000" BGCOLOR="#9CCACD" LINK="#990000" ALINK="#990000" VLINK="#990000" style="scrollbar-arrow-color:white;scrollbar-base-color:#9CCACD">
<CENTER><FONT SIZE="+2"><B>UNE COLONIE FRANC-COMTOISE</B></FONT>

<P><FONT SIZE="+2"><B>EN ALGERIE AU XIXe SIECLE</B></FONT></P>

<P><B>par Claude LAMBOLEY</B></P>

<P>&nbsp;</P></CENTER>

<P>La tentative de peuplement de l&#146;Alg&eacute;rie par des
villages d&eacute;partementaux est un fait historique mal connu sinon
oubli&eacute;. Cette id&eacute;e provoqua, pourtant en son temps, un
certain mouvement d&#146;int&eacute;r&ecirc;t. Notre propos, dans ce
sujet sensible qu&#146;est la colonisation en Alg&eacute;rie,
n&#146;est pas de nous prononcer sur son bien-fond&eacute;, sur ses
bienfaits ou ses m&eacute;faits mais de remettre en m&eacute;moire,
&agrave; partir d&#146;archives familiales, des archives de
l&#146;Alg&eacute;rie r&eacute;unies &agrave; Aix-en-Provence que
nous avons explor&eacute;es, mais aussi &agrave; partir d&#146;une
monographie &eacute;crite par un certain Demont&eacute;s, parue en
1903, dans le Bulletin de la Soci&eacute;t&eacute; de
G&eacute;ographie d&#146;Alger et d&#146;Afrique du Nord, ayant pour
titre &#171;&nbsp;Vesoul-Benian. Une colonie
franc-comtoise&nbsp;&#187;, et de divers ouvrages historiques
traitant de la colonisation alg&eacute;rienne, la
r&eacute;alit&eacute; de cette utopie qu&#146;a &eacute;t&eacute; la
cr&eacute;ation en Alg&eacute;rie, au milieu du XIXe si&egrave;cle,
de villages d&eacute;partementaux dont Vesoul-Benian, peupl&eacute;
d&#146;immigrants originaires de Haute-Sa&ocirc;ne, fut, en son
temps, consid&eacute;r&eacute; comme une des r&eacute;alisations la
plus achev&eacute;e.</P>

<CENTER><B>NAISSANCE D&#146;UN VILLAGE DEPARTEMENTAL&nbsp;:
VESOUL-BENIAN</B></CENTER>

<P>Apr&egrave;s la prise d&#146;Alger, le 4 juillet 1830 par les
troupes de Charles X et les h&eacute;sitations de Louis-Philippe sur
le devenir de cette conqu&ecirc;te, la Seconde R&eacute;publique
avait affirm&eacute; son d&eacute;sir de coloniser
l&#146;Alg&eacute;rie. Le 19 septembre 1848, les
d&eacute;put&eacute;s avaient vot&eacute; l&#146;ouverture au
minist&egrave;re de la guerre d&#146;un cr&eacute;dit de 50 millions
de francs qui devait servir sp&eacute;cialement &nbsp;&agrave;
l&#146;&eacute;tablissement de colonies agricoles dans les provinces
de l&#146;Alg&eacute;rie et aux travaux d&#146;utilit&eacute;
publique destin&eacute;s &agrave; en assurer la
prosp&eacute;rit&eacute;. Sur ce cr&eacute;dit, la cr&eacute;ation de
quarante-deux colonies fut entreprise dans les derniers mois de 1848
et douze autres dans l&#146;ann&eacute;e suivante, sur les m&ecirc;me
fonds. Parmi ces derni&egrave;res &eacute;tait A&iuml;n-B&eacute;nian
qui deviendra, avec l&#146;arriv&eacute;e des francs-comtois dont
nous allons parler, Vesoul-Benian. Les premiers centres furent
rapidement peupl&eacute;s d&#146;ouvriers et d&#146;artisans, que la
fermeture des Ateliers Nationaux avait r&eacute;duits au
ch&ocirc;mage et leur existence consacr&eacute;e par des
d&eacute;crets en date de f&eacute;vrier 1851. Mais apr&egrave;s le
coup d&#146;&eacute;tat du 2 d&eacute;cembre 1851, par un
&eacute;trange renversement du sort, les d&eacute;put&eacute;s de
l&#146;Assembl&eacute;e Nationale, qui avaient vot&eacute; la
cr&eacute;ation de ces villages, y furent d&eacute;port&eacute;s pour
les peupler. Certains de ces d&eacute;port&eacute;s politiques venant
de l&#146;H&eacute;rault avaient &eacute;t&eacute; install&eacute;s
&agrave; A&iuml;n-Benian . Quand les francs-comtois arriv&egrave;rent
&agrave; leur tour, en 1853, il en restait encore quatre qui n&#146;y
demeur&egrave;rent que le temps d&#146;entrer en possession de leur
titre de propri&eacute;t&eacute;. En fait, &agrave; cette
&eacute;poque, le mouvement de colonisation commen&ccedil;ait
d&eacute;j&agrave; &agrave; &ecirc;tre fort compromis et toutes les
mesures &eacute;taient prises pour l&#146;arr&ecirc;ter. Le pouvoir
en place r&ecirc;vait, en effet, de cr&eacute;er un royaume arabe qui
ne verra jamais le jour. Aussi faudra-t-il attendre le 4 juillet 1855
pour que l&#146;empereur Napol&eacute;on III signe, enfin, au palais
des Tuileries, trois d&eacute;crets qui constituaient
d&eacute;finitivement les douze derniers centres de colonisation en
Alg&eacute;rie&nbsp; dont celui d&#146;A&iuml;n Benian, dans le
d&eacute;partement d&#146;Alger, qui allait devenir Vesoul-Benian. Un
territoire de 1 353 hectares, 52 ares, 55 centiares lui &eacute;tait
attribu&eacute;. Cette signature mettait un point final &agrave; la
cr&eacute;ation des villages d&eacute;partementaux.</P>

<P>On ne sait comment naquit l&#146;id&eacute;e de ces derniers. La
premi&egrave;re mention en aurait &eacute;t&eacute; faite, selon
Demont&eacute;s, dans une monographie de la Soci&eacute;t&eacute;
Agricole de l&#146;Alg&eacute;rie, publi&eacute;e peu de temps avant
la r&eacute;volution de 1848 et dont le but &eacute;tait de faire
appel au concours du gouvernement et des administrations
d&eacute;partementales pour l&#146;ex&eacute;cution d&#146;un projet
d&#146;&eacute;tablissement en Alg&eacute;rie de quatre-vingt six
colonies d&eacute;partementales. Ses auteurs pr&eacute;cisaient que
chaque d&eacute;partement m&eacute;tropolitain serait appel&eacute;
&agrave; fournir un ou plusieurs centres de peuplement, prenant en
charge l&#146;apport de la population, tandis que la colonie
prendrait le nom du d&eacute;partement fondateur. Ces colonies
seraient essentiellement agricoles et, autant que possible,
plac&eacute;es dans des zones ou r&eacute;gions correspondant
&agrave; celles du d&eacute;partement d&#146;origine.
L&#146;immigration devait &ecirc;tre volontaire, provoqu&eacute;e par
des offres aux familles honn&ecirc;tes et probes que des infortunes
auraient atteintes. Ces m&ecirc;mes auteurs proposaient
&eacute;galement d&#146;offrir des terres &agrave; titre
on&eacute;reux, tout en reconnaissant la n&eacute;cessit&eacute;,
pour attirer les candidatures, de faire en sorte que la
propri&eacute;t&eacute; soit presque un don. Quant aux dispositions
financi&egrave;res, sans lesquelles le projet n&#146;aurait pu
aboutir, ils pr&eacute;conisaient, par ailleurs, de frapper &agrave;
toutes les portes&nbsp;: l&#146;Etat qui utiliserait une partie des
50 millions allou&eacute;s &agrave; la colonisation, les
d&eacute;partements qui seraient autoris&eacute;s &agrave; lever des
contributions extraordinaires et les particuliers dont on
solliciterait une participation volontaire.</P>

<P>Des d&eacute;l&eacute;gu&eacute;s furent envoy&eacute;s &agrave;
Paris et le projet soumis aux parlementaires. Une commission fut
nomm&eacute;e mais elle ne d&eacute;posa jamais de conclusion,
cherchant visiblement &agrave; enterrer le projet.
C&#146;&eacute;tait sans compter sur l&#146;enthousiasme de ses
partisans qui surent d&eacute;clencher une campagne de presse en sa
faveur. En demeure la trace dans des journaux comme le Journal des
D&eacute;bats, le Constitutionnel, le Si&egrave;cle, La Patrie, la
Gazette de France, L&#146;Union ou encore L&#146;Estafette. La
proposition &eacute;tait pr&eacute;sent&eacute;e sous forme d&#146;un
d&eacute;cret.</P>

<P>"&nbsp;Consid&eacute;rant que la colonisation de
l&#146;Alg&eacute;rie doit &ecirc;tre g&eacute;r&eacute;e comme une
entreprise d&#146;utilit&eacute; publique et vu l&#146;urgence</P>

<P>Art. I.- Dans chaque d&eacute;partement des listes
d&#146;inscription sont ouvertes o&ugrave; pourront s&#146;inscrire
les citoyens du d&eacute;partement qui d&eacute;sireront
s&#146;&eacute;tablir en Alg&eacute;rie.</P>

<P>Art. II.- Les colons fournis par chaque d&eacute;partement
formeront en Afrique un groupe de population distinct, un centre
municipal par chaque d&eacute;partement.</P>

<P>Art. III &#150;Les Conseils g&eacute;n&eacute;raux sont
convoqu&eacute;s pour d&eacute;terminer la dotation &agrave;
effectuer &agrave; ce mode de colonisation.</P>

<P>Art. IV.- Un d&eacute;cret ult&eacute;rieur d&eacute;terminera la
part de dotation, fournie par l&#146;Etat suivant les ressources de
chaque d&eacute;partement en regard du nombre des colons
engag&eacute;s&nbsp;".</P>

<P>A l&#146;appui de ce projet, ses partisans apportaient deux sortes
d&#146;arguments&nbsp;: historiques et moraux. Un village
alg&eacute;rien par d&eacute;partement fran&ccedil;ais&nbsp;! cela
fera sourire les incr&eacute;dules&nbsp;, &eacute;crit un certain
Ducuing, dans une lettre au Journal des D&eacute;bats. Eh bien&nbsp;!
je leur dirai que la colonisation ne s&#146;est jamais faite, en
aucun temps et dans aucun lieu, autrement que par affinit&eacute;
locale.&nbsp; Et il rappelait que, dans l&#146;antiquit&eacute;,
chaque colonie grecque de l&#146;Asie Mineure avait &eacute;t&eacute;
fond&eacute;e par des &eacute;migrants d&#146;une m&ecirc;me
cit&eacute;&nbsp;; que la Phocide, l&#146;Argolide, l&#146;Attique,
la Corinthie avaient eu chacune leur ville de l&#146;autre
c&ocirc;t&eacute; de la mer Eg&eacute;e. Il en avait
&eacute;t&eacute; de m&ecirc;me, poursuivait-il, quand les
crois&eacute;s avaient conquis la Syrie, se groupant par
affinit&eacute;s locales et se rangeant sous la banni&egrave;re de
leurs seigneurs respectifs, d&#146;o&ugrave; le nom de
baronnie&nbsp;; ou lorsque les crois&eacute;s s&#146;&eacute;taient
empar&eacute;s du royaume de Constantinople et qu&#146;ils
s&#146;&eacute;taient partag&eacute;s la Gr&egrave;ce antique,
cr&eacute;ant des principaut&eacute;s fran&ccedil;aises reproduisant
nos provinces, nos villes et nos villages. Un autre exemple appuyait
cette th&egrave;se&nbsp;: au XVII&egrave; si&egrave;cle,
l&#146;&eacute;bauche de peuplement fran&ccedil;ais au Canada par la
Normandie. Par ailleurs, soulignait-il, le fait de r&eacute;unir des
colons diff&eacute;rents par les origines, les m&#156;urs, les
coutumes, les m&eacute;thodes de culture, la langue ou la religion ne
peut que diviser et provoquer nostalgie, d&eacute;sespoir et
d&eacute;couragement. Compatriotes, ayant les m&ecirc;mes
id&eacute;es, imbus des m&ecirc;mes principes, unis par la
parent&eacute; des habitudes &agrave; d&eacute;faut de celle du sang,
concluait-il, ils se sentiront bien plus forts, bien plus
r&eacute;solus, bien plus opini&acirc;tres au milieu des dangers de
la colonisation.&nbsp;</P>

<P>&nbsp;</P>

<P>Le pr&eacute;fet de la Haute-Sa&ocirc;ne fut s&eacute;duit par le
projet. Il fut donc d&eacute;cid&eacute; de cr&eacute;er un village
franc-comtois. La propagande fut tr&egrave;s active dans les
campagnes, sur les march&eacute;s, sur les champs de foire. Des
conseils &eacute;taient donn&eacute;s par voie de presse aux familles
d&eacute;sirant s'installer dans la nouvelle colonie. Des soldats qui
avaient particip&eacute; &agrave; la conqu&ecirc;te de
l&#146;Alg&eacute;rie, de retour chez eux, faisaient des
r&eacute;cits enjoliv&eacute;s de leur s&eacute;jour outre
m&eacute;diterran&eacute;e. Des journaux, des circulaires
&eacute;taient distribu&eacute;s en abondance, des affiches
placard&eacute;es dans le moindre hameau. Le r&eacute;sultat fut que,
en un mois, quarante trois familles d&eacute;pos&egrave;rent leur
candidature. D&#146;apr&egrave;s le Journal de la Haute-Sa&ocirc;ne,
ces familles comptaient 233 personnes et poss&eacute;daient des
capitaux dont le total s&#146;&eacute;levait &agrave; 270 000 francs.
Trois d&#146;entre elles avaient de 5 &agrave; 10 000 francs, les
autres de 2 &agrave; 5 000 francs. La plupart &eacute;taient des
p&egrave;res de famille, dans l&#146;impossibilit&eacute; de donner
&agrave; leurs enfants une situation &eacute;quivalente &agrave; la
leur. Ainsi esp&eacute;raient-ils acqu&eacute;rir, en Alg&eacute;rie,
assez de biens pour leur transmettre une situation d&eacute;cente. Un
certificat authentique constatant la moralit&eacute; des
p&eacute;titionnaires, leur profession, leur &acirc;ge, le nombre et
l'&acirc;ge de leurs enfants, la quotit&eacute; de leurs ressources
p&eacute;cuniaires dont ils pourraient disposer &agrave; leur
arriv&eacute;e en Alg&eacute;rie, leur fut demand&eacute;. Les
autorit&eacute;s retinrent quarante huit familles, soit 274
&eacute;migrants. Nous connaissons avec pr&eacute;cision la valeur
des biens de deux de ces familles &eacute;migrantes par des actes de
ventes pass&eacute;s devant notaire, en pr&eacute;vision de leur
expatriement. Une des familles qui, apr&egrave;s plusieurs ventes
successives de diff&eacute;rentes parcelles, poss&egrave;de &agrave;
Fleurey les St Loup une maison, un jardin et des terres, vergers et
pr&eacute;s pour un total de 2 ha et demi qui ne lui assurent
qu&#146;un revenu de 60 francs, vend le tout pour la somme de 1 200
francs. Elle poss&eacute;dait, la g&eacute;n&eacute;ration
pr&eacute;c&eacute;dente, 6 hectares et demi. La seconde, qui habite
La Lanterne, canton de Luxeuil, constitu&eacute;e du p&egrave;re
veuf, de son fils, de sa bru et de leurs deux enfants, tous candidats
&agrave; l&#146;&eacute;migration, vend la totalit&eacute; des biens
repr&eacute;sent&eacute;s par une maison, un jardin, des pr&eacute;s
et des vergers, d&#146;une superficie de 2 hectares 80, pour la somme
de 1 500 francs, le 10 d&eacute;cembre 1853. Elle poss&eacute;dait
plus de 7 hectares, en 1839, lui assurant un revenu de 195 francs. Il
s&#146;agit, &agrave; l&#146;&eacute;vidence de familles modestes,
toutes r&eacute;pertori&eacute;es dans les actes d&#146;&eacute;tat
civil comme laboureurs ou propri&eacute;taires cultivateurs depuis la
fin du XVIe si&egrave;cle, dont les revenus se sont amoindris au
cours de la premi&egrave;re moiti&eacute; du XIXe si&egrave;cle. Il
est vraisemblable que ces deux exemples sont assez
repr&eacute;sentatifs de l&#146;ensemble des candidats &agrave;
l&#146;&eacute;migration et que l&#146;&eacute;valuation de leurs
biens, telle qu&#146;elle &eacute;tait pr&eacute;sent&eacute;e dans
les journaux de l&#146;&eacute;poque, &eacute;tait
sur&eacute;valu&eacute;e.</P>

<P>&nbsp;</P>

<P>D&#146;abord favorable au projet, le gouvernement marqua ensuite
beaucoup de r&eacute;ticence, freinant la fondation de deux autres
colonies &agrave; l&#146;initiative de Lure et de Gray. Mais, comme
l&#146;entreprise de Vesoul-Benian &eacute;tait trop avanc&eacute;e,
on la laissa se poursuivre en veillant &agrave; &eacute;viter tout
&eacute;chec. On recommanda aux futurs pionniers de ne prendre avec
eux que le linge de corps et de table, les couvertures et
d&#146;abandonner tous les instruments aratoires qu&#146;ils devaient
pouvoir trouver sur place. On leur conseilla de ne pas oublier
d&#146;arriver avec tous leurs capitaux r&eacute;alis&eacute;s, car
l&#146;argent &eacute;tait rare en Alg&eacute;rie et
pr&ecirc;t&eacute; &agrave; un taux de 10 %. La quotit&eacute; de
ressources souhait&eacute;e, proportionnelle &agrave; la composition
de la famille, &eacute;tait, pour une famille peu nombreuse,
&eacute;valu&eacute;e &agrave; au moins 1 200 &agrave; 1 500 francs.
A cette &eacute;poque, les trois provinces d&#146;Alg&eacute;rie se
subdivisaient administrativement en territoires civils, avec
pr&eacute;fecture et sous-pr&eacute;fectures et territoires
militaires o&ugrave; l&#146;administration &eacute;tait
confi&eacute;e &agrave; des officiers sup&eacute;rieurs
assist&eacute;s de bureaux arabes. L&#146;autorit&eacute; militaire
s&#146;int&eacute;ressa &agrave; la cr&eacute;ation de cette nouvelle
colonie et, alors qu&#146;auparavant les colonies agricoles
&eacute;taient plac&eacute;es sous administration civile, le
mar&eacute;chal Randon d&eacute;cida que le &nbsp;meilleur
syst&egrave;me &agrave; adopter pour donner les garanties de
succ&egrave;s &agrave; l&#146;&eacute;migration de la
Haute-Sa&ocirc;ne serait de la placer d&egrave;s le d&eacute;but sous
la direction militaire. Sous la conduite d&#146;un officier,
d&eacute;p&ecirc;ch&eacute; sur place, tout fut pr&egrave;s
d&egrave;s juillet pour le d&eacute;part. D&egrave;s le mois
d&#146;ao&ucirc;t, les &eacute;migrants furent achemin&eacute;s vers
les ports d&#146;embarquement.</P>

<P>On en conna&icirc;t mal les conditions mais celles-ci devaient
&ecirc;tre proches de ce qui est d&eacute;crit dans
L&#146;Alg&eacute;rie, courrier d&#146;Afrique, d&#146;Orient et de
la M&eacute;diterran&eacute;e, en 1844. Chalon-sur-Sa&ocirc;ne
&eacute;tait le point de ralliement des futurs colons o&ugrave; ils
embarquaient sur des bateaux &agrave; vapeur vers Lyon, puis Avignon.
D&#146;Avignon, les voyageurs gagnaient soit Marseille par Arles,
soit Toulon par Aix et Roquemaure. Le trajet durait de six &agrave;
sept jours et co&ucirc;tait 70 &agrave; 100 francs. Une
indemnit&eacute; de d&eacute;placement &eacute;tait allou&eacute;e
par l&#146;administration, d&#146;un montant de 15 centimes par
lieue, du point de d&eacute;part au port d&#146;embarquement.</P>

<P>Arriv&eacute; au port, muni de son passeport et de son titre de
passage gratuit d&eacute;livr&eacute;s par l&#146;administration
militaire, l&#146;&eacute;migrant embarquait sur un des bateaux
&agrave; vapeur qui faisaient la navette six fois par mois vers
Alger. A bord, ceux qui voyageaient gratuitement dormaient sur des
hamacs tendus sur le pont ou dans l&#146;entrepont. Ils recevaient,
pour toute nourriture, &agrave; chaque repas, un plat de viande et un
plat de l&eacute;gumes, du pain et du vin. Ceux qui payaient leur
voyage disposaient de cabines. Tous n&#146;avaient droit &agrave;
embarquer des effets personnels que dans une limite de 100 kilos. En
cas de retard lors du d&eacute;part, une d&eacute;cision
minist&eacute;rielle, dat&eacute;e du 12 novembre 1841, fixait
l&#146;indemnit&eacute; de retard &agrave; 1 franc par jour et par
adulte et 50 centimes pour un enfant de moins de 14 ans. La
dur&eacute;e de la travers&eacute;e &eacute;tait de 55 &agrave; 60
heures. Dans le mois de septembre, trois convois partirent de
Marseille. Les derniers &eacute;migr&eacute;s parvinrent &agrave;
Alger, le 17 septembre 1853. Les familles furent rapidement
transport&eacute;es avec leurs bagages, aux frais de l&#146;Etat,
dans des chariots hal&eacute;s par des mulets ou des chevaux ou sur
des prolonges d&#146;artillerie, d&#146;Alger jusqu&#146;&agrave;
leur destination, o&ugrave; elles parvinrent pleines
d&#146;appr&eacute;hension mais aussi d&#146;esp&eacute;rance.</P>

<P>&nbsp;</P>

<P><B>ENTRE ESP&Eacute;RANCE ET D&Eacute;SILLUSION </B></P>

<P>Les &eacute;migrants avaient emprunt&eacute; la route militaire
qui reliait Alger &agrave; Oran. Cette route avait &eacute;t&eacute;
ouverte dans les premiers mois de 1844 afin d&#146;assurer la
communication entre Cherchell et Miliana et venir &agrave; bout de la
r&eacute;sistances des tribus locales. Comme cette voie devait
&ecirc;tre gard&eacute;e, le mar&eacute;chal Bugeaud avait
d&eacute;cid&eacute; de la jalonner de centres europ&eacute;ens. Une
commission choisit parmi les sites celui d&#146;A&iuml;n Benian,
futur Vesoul Benian, pour sa proximit&eacute; de la grande route, et
donc son int&eacute;r&ecirc;t strat&eacute;gique. Le village,
&agrave; 86 kilom&egrave;tres d&#146;Alger, &eacute;tait situ&eacute;
&agrave; 524 m&egrave;tres d&#146;altitude, dans une r&eacute;gion
tr&egrave;s montagneuse, argileuse et nue, b&acirc;ti comme une
citadelle sur un contrefort nettement d&eacute;limit&eacute; par deux
grandes entailles creus&eacute;e par deux oueds. Le paysage
&eacute;tait grandiose. Au loin, &agrave; l&#146;ouest, se dessinait
la pyramide blanch&acirc;tre du Zaccar, gigantesque forteresse
dominant, de ses 1533 m&egrave;tres, la plaine fertile du
Ch&eacute;lif. A l&#146;est, un plateau s&#146;inclinait vers la
vall&eacute;e de l&#146;oued Djer. Au nord, une faille profonde avait
&eacute;t&eacute; creus&eacute;e par l&#146;oued Hammam. Au sud, la
route nationale serpentait au milieu des landes. Dans ce d&eacute;cor
majestueux, le village, entour&eacute; d&#146;une enceinte avec ses
foss&eacute;s et sa porte d&#146;acc&egrave;s, paraissait bien petit.
La rue principale, rectiligne, &eacute;tait orient&eacute;e
est-ouest. Au centre, se trouvait la place tr&egrave;s vaste,
br&ucirc;l&eacute;e par le soleil d&#146;&eacute;t&eacute;. Les rues
secondaires &eacute;taient trac&eacute;es parall&egrave;les &agrave;
la rue principale &agrave; laquelle elles &eacute;taient
reli&eacute;es par des rues transversales. La configuration, toute
militaire, &eacute;tait celle d&#146;une cit&eacute; romaine. Depuis
1851, le d&eacute;frichage &eacute;tait termin&eacute; et 59 maisons
avaient &eacute;t&eacute; &eacute;lev&eacute;es, toutes identiques,
blanches, rarement avec &eacute;tage. Elles furent attribu&eacute;es
par tirage au sort aux arrivants. Comme promis avant leur
d&eacute;part, l&#146;administration distribua &agrave; chaque chef
de famille 10 hectares auxquels furent ajout&eacute;s deux hectares
en jardins et en vigne. La r&eacute;colte de l&#146;ann&eacute;e,
engrang&eacute;e et mise en r&eacute;serve par des condamn&eacute;s
militaires, fut &eacute;galement partag&eacute;e. Pour la culture de
ses terres, on pr&ecirc;ta au nouveau colon des b&ecirc;tes de
labour, des semences et des instruments aratoires, &agrave; charge de
remboursement.</P>

<P>&nbsp;Quelques colons, effray&eacute;s par la chaleur qui calcine
l&#146;atmosph&egrave;re et par la s&eacute;cheresse qui craquelle le
sol &agrave; la fin de l&#146;&eacute;t&eacute;, &agrave; peine
d&eacute;barqu&eacute;s &agrave; Alger, repartirent pour la France
d&egrave;s le 28 septembre. Quinze familles sur les quarante deux
arriv&eacute;es, confront&eacute;es, d&egrave;s leur
d&eacute;barquement en Alg&eacute;rie, &agrave; une terrible
&eacute;pid&eacute;mie de chol&eacute;ra occasionnant parmi elles 14
d&eacute;c&egrave;s, dans les trois derniers mois de
l&#146;ann&eacute;e et au d&eacute;but de 1854, abandonn&egrave;rent
la concession rapidement. Les autres se mirent courageusement au
travail.</P>

<P>Le climat &eacute;tait plut&ocirc;t favorable. Les &eacute;carts
de temp&eacute;rature &eacute;taient relativement
att&eacute;nu&eacute;s par l&#146;altitude et l&#146;exposition au
nord du massif rendait possible l&#146;influence des vents marins
venant de la M&eacute;diterran&eacute;e, situ&eacute;e &agrave; 40
kilom&egrave;tres &agrave; vol d&#146;oiseau. Si le climat
n&#146;&eacute;tait pas aussi temp&eacute;r&eacute; qu&#146;&agrave;
Alger, il &eacute;tait, cependant, moins humide et moins
&eacute;touffant. Il faisait en moyenne 25&#176;
l&#146;&eacute;t&eacute; et 6&#176; l&#146;hiver. Il pleuvait surtout
en janvier et avril avec une pluviosit&eacute; totale moyenne de 800
millilitres par an. Il y avait de nombreuses sources dans les
environs.</P>

<P>Enfin, la situation du village pr&egrave;s d&#146;une voie de
communication, la route principale d&#146;Alger &agrave; Oran,
permettait des &eacute;changes avec Miliana, Blida, ou Alger et avec
la plaine de la Mitidja o&ugrave; la colonisation &eacute;tait
d&eacute;j&agrave; ancienne. Cette belle route &eacute;tait
tr&egrave;s fr&eacute;quent&eacute;e car elle permettait, seule, une
liaison commode entre deux grandes r&eacute;gions riches de la
colonie. Il y avait de nombreux charrois qui faisaient &eacute;tape
dans le village. Ce fut pendant quelques temps un
&eacute;l&eacute;ment de prosp&eacute;rit&eacute;.</P>

<P>En t&eacute;moigne la situation d&eacute;mographique qui ressort
de l&#146;&eacute;tude des statistiques et des actes
d&#146;&eacute;tat civil de l&#146;&eacute;poque. En 1856, au premier
recensement, on compte 225 europ&eacute;ens, chiffre inf&eacute;rieur
&agrave; celui annonc&eacute; au d&eacute;but de la colonisation. Il
y a au total 42 chefs de famille, dont 36 sont mari&eacute;s. En
1866, on note une progression marqu&eacute;e de la population
europ&eacute;enne avec 248 fran&ccedil;ais, 2 isra&eacute;lites, 60
indig&egrave;nes, 1 &eacute;tranger. Les mariages ne sont pas
tr&egrave;s nombreux dans cette premi&egrave;re p&eacute;riode. On en
recense g&eacute;n&eacute;ralement 3 par an, parfois un seul. Dans le
m&ecirc;me temps, la natalit&eacute; annuelle oscille entre un
minimum de 1 et un maximum de 11. Cela s&#146;explique par le fait
que, dans cette p&eacute;riode, la population, fra&icirc;chement
install&eacute;e, est surtout compos&eacute;e d&#146;adultes
d&eacute;j&agrave; mari&eacute;s ou d&#146;enfants encore jeunes. On
rel&egrave;ve, n&eacute;anmoins, entre 1853 et 1866, un total de 79
naissances. La mortalit&eacute;, les deux premi&egrave;res
ann&eacute;es,&nbsp; parait excessive : 14 dans les trois derniers
mois de 1853, 24 en 1854. Par la suite, elle se stabilise &agrave;
raison de 3 &agrave; 7 d&eacute;c&egrave;s par an, soit au total,
entre 1853 et 1866, 87 d&eacute;c&egrave;s.</P>

<P>De 1866 &agrave; 1874, les unions se multiplient. Les enfants sont
devenus des adultes et se marient. On compte alors tous les ans,
except&eacute; en 1870 o&ugrave; il n&#146;y en a eu qu&#146;un,
trois mariages au moins par an, souvent cinq &agrave; huit comme en
1866. Dans cette p&eacute;riode, on rel&egrave;ve quatre &agrave;
cinq naissances annuelles avec cinq pics, de onze naissances en 1866,
de douze en 1870 et 1872, et de quinze en 1868 et 1873, soit un total
de 86 naissances. Le nombre de morts diminue avec un total, entre
1866 et 1874, de 71. Malgr&eacute; ce solde positif, un mouvement de
recul de la population s&#146;amorce d&egrave;s 1872. A cette date,
le nombre d&#146;europ&eacute;ens est revenu &agrave; celui de
1856&nbsp;: 225, et on compte maintenant 55 indig&egrave;nes, 9
&eacute;trangers et toujours 1 isra&eacute;lite.</P>

<P>Entre 1875 et 1900, le nombre total de naissances est de 141, soit
5,4 par an et le nombre de d&eacute;c&egrave;s est de 128, soit 4,9
par an. Pourtant le recul de la population fran&ccedil;aise
s&#146;accentue. En 1876, on recense 190 fran&ccedil;ais de souche,
98 indig&egrave;nes et 9 &eacute;trangers. En 1881, on compte 195
habitants d&#146;origine m&eacute;tropolitaine, 9 &eacute;trangers et
188 indig&egrave;nes. La situation para&icirc;t se stabiliser, mais
en 1891, le d&eacute;clin de la population immigr&eacute;e
s&#146;acc&eacute;l&egrave;re avec 188 europ&eacute;ens et 466
indig&egrave;nes, et en 1901, avec 156 colons et 615
indig&egrave;nes. On est ainsi pass&eacute; de la proportion de 1
fran&ccedil;ais pour 0 indig&egrave;ne, lors de la cr&eacute;ation,
&agrave; celle de 4 indig&egrave;nes pour 1 europ&eacute;en, &agrave;
la fin du XIX e si&egrave;cle. Ceci s&#146;explique par le fait que
les indig&egrave;nes, appartenant &agrave; quatre tribus
d&#146;origine essentiellement berb&egrave;re qui occupent le
territoire de Vesoul B&eacute;nian, passent progressivement d&#146;un
habitat dispers&eacute; et mis&eacute;rable au regroupement dans un
village, source d&#146;une certaine am&eacute;lioration de leurs
conditions de vie.</P>

<P>Pendant cette m&ecirc;me p&eacute;riode, le nombre de mariages
diminue, les registres de l&#146;&eacute;tat civil ne consignent plus
qu&#146;un ou deux mariages par an, rarement trois, souvent aucun.
Pourtant, le taux de nuptialit&eacute; reste satisfaisant. Ainsi,
dans la d&eacute;cade 1891-1901, si on retient comme chiffre moyen de
la population celui de 163 habitants et le nombre total de mariages
de 21, on obtient le rapport de 1 pour 77, soit 13 &#137;. Les
naissances suivent la m&ecirc;me courbe descendante avec deux
derniers pics, en 1875 et 1879, puis un nombre de 4 &agrave; 7
jusqu&#146;en 1894 et de 1 &agrave; 5 jusqu&#146;en 1900. Le taux de
natalit&eacute; qui augmentait de 1853 &agrave; 1880, passant de 26
&#137; &agrave; 44,3 &#137;, tombe &agrave; 21,2 &#137; dans la
derni&egrave;re d&eacute;cade. Quant &agrave; la mortalit&eacute;,
elle passe de 29,0 &#137; entre 1871 et 1881 &agrave; 21,2 &#137;
entre 1891 et 1900. La population europ&eacute;enne est
&eacute;quilibr&eacute;e, la mortalit&eacute; est tout juste
compens&eacute;e par la natalit&eacute;. Si l&#146;analyse de cette
mortalit&eacute; est pouss&eacute;e plus avant, l&#146;&eacute;tude
des documents d&#146;&eacute;tat civil montre qu&#146;elle frappe,
non les enfants en bas &acirc;ge, mais surtout les adultes de 20
&agrave; 30 ans et les vieillards de 80 &agrave; 90 ans, plus les
hommes&nbsp;: 133 que les femmes&nbsp;: 91, entre 1853 et 1892.</P>

<P>Il appara&icirc;t donc, qu&#146;apr&egrave;s une p&eacute;riode
d&#146;expansion de la population import&eacute;e, un d&eacute;clin
s&#146;installe d&egrave;s 1872 avec mont&eacute;e en puissance de la
population indig&egrave;ne. Pourtant, la comparaison entre le nombre
de d&eacute;c&egrave;s et celui des naissances r&eacute;v&egrave;le
que la colonie aurait d&ucirc; augmenter. En effet, si on excepte la
p&eacute;riode 1853-1866 o&ugrave; les morts l&#146;emportent sur les
naissances, l&#146;inverse est patent d&egrave;s 1866 avec 227
naissances pour 199 d&eacute;c&egrave;s. Cependant, le fait que la
natalit&eacute; &eacute;quilibre seulement la mortalit&eacute; dans
la derni&egrave;re d&eacute;cade appara&icirc;t comme un
ph&eacute;nom&egrave;ne inqui&eacute;tant mais, somme toute,
observ&eacute; en M&eacute;tropole &agrave; la m&ecirc;me
&eacute;poque. Ce reflux europ&eacute;en ne semble pas d&ucirc;
&agrave; une baisse de la f&eacute;condit&eacute;. Si on compare
l&#146;&acirc;ge des jeunes &eacute;pous&eacute;es dans la
p&eacute;riode 1854-1867 et celui des jeunes mari&eacute;es en
1893-1900, on constate que, dans la premi&egrave;re p&eacute;riode,
sur 44 nouvelles mari&eacute;es 7 ont moins de 20 ans, 22 ont de 20
&agrave; 25 ans et 15 d&eacute;passent 25 ans et que, dans la
seconde, sur 19 &eacute;pous&eacute;es, 6 sont mineures, 8 ont entre
20 et 25 ans, 5 ont plus de 25 ans.</P>

<P>En fait, ce d&eacute;clin para&icirc;t essentiellement en relation
avec un essaimage hors du village, que montre bien
l&#146;&eacute;tude de quelques familles. Un premier exode
s&#146;&eacute;tait produit d&egrave;s le d&eacute;barquement. Un
second se produisit entre 1858 et 1859, au moment o&ugrave;
l&#146;administration d&eacute;livra les titres d&eacute;finitifs de
propri&eacute;t&eacute;. Certains en profit&egrave;rent alors pour
quitter le village. C&#146;est le cas des quatre
d&eacute;port&eacute;s politiques qui habitaient Vesoul avant
l&#146;arriv&eacute;e des colons. C&#146;est le cas aussi de
plusieurs familles &eacute;prouv&eacute;es par de nombreux
d&eacute;c&egrave;s qui, d&eacute;&ccedil;ues de leur malheureuse
exp&eacute;rience, regagnent la France ou partent en Am&eacute;rique
du Sud tenter leur chance, pr&eacute;figurant ce qui se passera un
si&egrave;cle plus tard, au moment de l&#146;Ind&eacute;pendance.
Plus avant dans le si&egrave;cle, des enfants devenus adultes et
ayant fond&eacute; une nouvelle famille quitteront le village pour
s&#146;installer dans d&#146;autres contr&eacute;es
r&eacute;put&eacute;es plus riches ou des villes plus attrayantes,
comme Alger. Ce fait est observ&eacute; dans les deux familles
signal&eacute;es plus haut. Apr&egrave;s qu&#146;un des
gar&ccedil;ons eut &eacute;pous&eacute; la fille de l&#146;autre
famille, les nouveaux mari&eacute;s, &acirc;g&eacute;s de 31 et 21
ans, s&#146;install&egrave;rent &agrave; Alger, en 1866, o&ugrave;
ils firent souche. Il appara&icirc;t &eacute;vident que le village
s&#146;est d&eacute;peupl&eacute; de ses composants les plus
dynamiques, jeunes gar&ccedil;ons et jeunes filles, au profit de
nouveaux centres de colonisation plus attrayants et surtout
d&#146;Alger.</P>

<P>&nbsp;Le d&eacute;clin &eacute;tait &eacute;vident &agrave; la fin
du XIXe si&egrave;cle, c&#146;est ce qui ressort de la description
qu&#146;en fait Demont&eacute;s en 1903.&nbsp; De la ligne de chemin
de fer, on n&#146;aper&ccedil;oit pas les maisons du village qui est
distant de la gare d&#146;environ 7 km., et qui en est
s&eacute;par&eacute; par quelques croupes ondul&eacute;es.
Tr&egrave;s accident&eacute; est tout le pays. En partant de la gare,
on s&#146;&eacute;l&egrave;ve par de nombreux lacets sur un premier
gradin o&ugrave; l&#146;on trouve quelques maigres cultures, puis en
zigzagant, par des pentes de plus en plus raides, le chemin monte
&agrave; travers des &eacute;boulis sur un second plateau mieux
cultiv&eacute;. Bient&ocirc;t on aper&ccedil;oit le village
perch&eacute; sur le sommet d&#146;un mamelon, avec ses maisons
blanches, sa petite &eacute;glise qui se d&eacute;tache si nettement
dans la rayonnante clart&eacute; d&#146;une matin&eacute;e de
printemps&#133; Dans le d&eacute;cor grandiose qui l&#146;entoure, le
village para&icirc;t bien petit. La rue principale est naturellement
orient&eacute;e suivant la direction de la montagne, au centre sur
une vaste place l&#146;&eacute;glise et la maison
d&#146;&eacute;cole&nbsp;; mais la place semble si grande, si nue
malgr&eacute; les quelques arbres gr&ecirc;les qu&#146;on y a
r&eacute;cemment plant&eacute;s, que ces deux &eacute;difices, pour
si petits qu&#146;ils soient, en sont rapetiss&eacute;s&#133; Les
portes et les foss&eacute;s de l&#146;enceinte mal entretenus tombent
en ruines. Beaucoup de maisons, les plus &eacute;loign&eacute;es, ont
&eacute;t&eacute; d&eacute;molies et abandonn&eacute;es. Des
crevasses sillonnent les murs de celles qui sont d&eacute;bout.
Cependant on rencontre de ci de l&agrave; quelques habitations plus
coquettes &agrave; deux &eacute;tages, l&#146;&eacute;glise a
&eacute;t&eacute; reb&acirc;tie, la maison d&#146;&eacute;cole est
neuve&nbsp;; par-dessus tout, une lumi&egrave;re blanche qui jette
des reflets d&#146;argent sur les moindres objets, et &eacute;blouit
jusqu&#146;&agrave; cacher toutes les mis&egrave;res.</P>

<P>&nbsp;&nbsp;</P>

<P><B>LES RAISONS D&#146;UNE DECADENCE</B></P>

<P>Apr&egrave;s 50 ans, l&#146;&eacute;chec &eacute;tait
incontestable. On ne peut l&#146;imputer aux hommes. En effet, mis
&agrave; part ceux qui, reculant devant les difficult&eacute;s, la
maladie et la mort, avaient vite abandonn&eacute; le village
d&egrave;s leur arriv&eacute;e, ces nouveaux colons &eacute;taient
des hommes courageux, entreprenants, anim&eacute;s d&#146;un
v&eacute;ritable esprit pionnier. Tous &eacute;taient des
agriculteurs habitu&eacute;s aux rigueurs de la vie rurale en
Franche-Comt&eacute; et non, comme cela avait &eacute;t&eacute; le
cas lors de la colonisation de 1848, des ouvriers ou des artisans
pouss&eacute;s &agrave; l&#146;exil par le ch&ocirc;mage et la
volont&eacute; r&eacute;volutionnaire ou, comme en 1852, des
d&eacute;port&eacute;s souvent intellectuels, que les changements
politiques avaient expatri&eacute;s en Alg&eacute;rie et qui,
nullement accoutum&eacute;s aux difficult&eacute;s de la vie &agrave;
la campagne, avaient subi un v&eacute;ritable calvaire aggrav&eacute;
par le paludisme. Cependant, il parait &eacute;vident que, les
ann&eacute;es passant, les difficult&eacute;s d&#146;existence dans
ce village ont amen&eacute; les jeunes arrivant &agrave;
l&#146;&acirc;ge adulte &agrave; quitter le pays pour Alger ou des
villes et villages plus prosp&egrave;res. Cette h&eacute;morragie
d&#146;hommes et de femmes, parmi les plus dynamiques, a certainement
aggrav&eacute; la situation et pr&eacute;cipit&eacute; le
d&eacute;clin.</P>

<P>&nbsp;Difficiles &eacute;taient, en effet, les conditions
d&#146;existence, m&ecirc;me pour des hommes aguerris, en cette
deuxi&egrave;me moiti&eacute; du XIXe si&egrave;cle. M&ecirc;me
s&#146;il n&#146;&eacute;tait pas trop rigoureux, le climat
&eacute;tait diff&eacute;rent de celui de la Franche-Comt&eacute;,
avec parfois des p&eacute;riodes de fortes chaleurs et de
s&egrave;cheresse en &eacute;t&eacute;, crevassant le sol argileux,
brisant les racines, dess&eacute;chant les plantes et compromettant
les r&eacute;coltes. Les colons redoutaient la chaleur et la
s&eacute;cheresse, appelant de leurs v&#156;ux les orages bienvenus.
Ainsi, comme nous le raconte Demont&eacute;s, les pluies furent
tardives en 1900&nbsp;; les colons ne purent ni cultiver, ni
ensemencer toutes leurs terres, ils ne purent commencer leurs labours
que vers la fin de l&#146;automne. Au lieu des 202 hectares
consacr&eacute;s aux c&eacute;r&eacute;ales en 1899, la superficie
emblav&eacute;e en 1900 se r&eacute;duisit &agrave; 189 hectares et
la r&eacute;colte diminua, de 2 840 quintaux, en 1899, &agrave; 2077,
en 1900. Ces difficult&eacute;s climatiques &eacute;pisodiques
contribuaient &agrave; faciliter des maladies comme le
chol&eacute;ra, le typhus, ou les disettes comme en 1868,
ann&eacute;e funeste, au cours de laquelle on recensa 16
d&eacute;c&egrave;s. Les particularit&eacute;s climatiques
intervenaient dans le rythme du travail, que ce soit dans
l&#146;ann&eacute;e avec les coups de feu lors des moissons ou des
vendanges o&ugrave; l&#146;on dormait peu, ou que ce soit au
quotidien. Lev&eacute;s tr&egrave;s t&ocirc;t, les hommes
&eacute;taient aux champs d&egrave;s quatre heures du matin en
&eacute;t&eacute;. La halte de midi &eacute;tait longue et, la sieste
achev&eacute;e, il restait peu de temps au travail. Le soir
&eacute;tait consacr&eacute; aux jongleries financi&egrave;res, les
colons &eacute;tant oblig&eacute;s, pour la plupart, d&#146;avoir
recours aux usuriers, situation qui s&#146;am&eacute;liorera quand
sera cr&eacute;&eacute; un syst&egrave;me de cr&eacute;dit agricole.
On se couchait t&ocirc;t pour &ecirc;tre pr&egrave;s le lendemain,
aux aurores. La vie &eacute;tait monotone, parfois perturb&eacute;e
par une redoutable invasion de sauterelles ou un incendie de moisson.
Les loisirs &eacute;taient pauvres et rares&nbsp;: la chasse et les
&eacute;v&eacute;nements familiaux. Durs au travail,
&eacute;troitement m&ecirc;l&eacute;s aux indig&egrave;nes dont ils
parlaient la langue, insensibles au confort, pr&eacute;f&eacute;rant
l&#146;action, les colons ne r&ecirc;vaient que
d&#146;efficacit&eacute;. Les enfants allaient &agrave;
l&#146;&eacute;cole du village. Les adultes poussaient parfois
jusqu&#146;&agrave; la sous-pr&eacute;fecture de Miliana, mais ils ne
se rendaient que tr&egrave;s rarement &agrave; Alger o&ugrave;,
endimanch&eacute;s avec leur grands chapeaux et leurs habits sombres,
ils se sentaient timides et gauches. Les conditions d&#146;existence
&eacute;taient donc rudes pour ces pionniers, mais cela
n&#146;&eacute;tait pas, pour l&#146;essentiel, suffisant pour les
arr&ecirc;ter.</P>

<P>&nbsp;Plus grave &eacute;tait l&#146;hostilit&eacute; de
l&#146;environnement indig&egrave;ne. Quand les francs-comtois
prirent possession de leur village, ce que l&#146;on appelait la
pacification n&#146;&eacute;tait pas totalement termin&eacute;e. La
prise de Miliana, ville strat&eacute;gique de la r&eacute;gion, par
le Mar&eacute;chal Vall&eacute;e, ne datait que de mars 1840 et il
avait fallu attendre 1842 pour que, sous l&#146;impulsion du
Mar&eacute;chal Bugeaud, les tribus lasses de la guerre se
soumettent. Cependant, dix ans plus tard, la s&eacute;curit&eacute;
restait tr&egrave;s imparfaite, d&#146;autant que, d&eacute;j&agrave;
sous la domination turque, les tribus locales avaient toujours
&eacute;t&eacute; tr&egrave;s turbulentes. Elles
l&#146;&eacute;taient d&#146;autant plus que la nouvelle colonisation
les avait spoli&eacute;es d&#146;une partie de leurs possessions. Ces
restrictions de propri&eacute;t&eacute; avaient &eacute;t&eacute;
r&eacute;alis&eacute;es de multiples fa&ccedil;ons&nbsp;: achats,
mises sous s&eacute;questre du patrimoine du dey ou accaparements. On
avait cru le faire sans danger parce que ces domaines &eacute;taient
tr&egrave;s vastes et que de larges espaces restaient improductifs ou
livr&eacute;s au p&acirc;turage, pourtant la rancune &eacute;tait
tenace. L&#146;inqui&eacute;tude avait donc oblig&eacute; le village
&agrave; s&#146;entourer d&#146;une enceinte d&eacute;fensive et
&agrave; se doter d&#146;une milice form&eacute;e par ses propres
habitants. Cette ins&eacute;curit&eacute; se traduisait
habituellement par des vols, parfois par de l&#146;agitation comme en
1845 ou en 1848, plus gravement par une r&eacute;volte, comme en 1872
o&ugrave; Vesoul-B&eacute;nian fut particuli&egrave;rement
menac&eacute;e. Une soixantaine de colons miliciens,
&eacute;paul&eacute;s par cinquante soldats, durent repousser
plusieurs assauts. Des meules de pailles et de fourrage furent
incendi&eacute;es. Deux miliciens furent tu&eacute;s dont un membre
d&#146;une des familles signal&eacute;es plus haut. L&#146;agression
dura toute la journ&eacute;e et le village ne fut
d&eacute;bloqu&eacute; que dans la soir&eacute;e. Sans le secours de
ses remparts, ce dernier aurait pu &ecirc;tre envahi et
br&ucirc;l&eacute;, la population massacr&eacute;e. Au tournant du
si&egrave;cle, quelques soubresauts se faisaient encore sentir dans
la r&eacute;gion. Malgr&eacute; leur courage, il para&icirc;t
&eacute;vident que la crainte permanente d&#146;une agression,
mettant en p&eacute;ril leurs vies et leurs biens, ne contribuait pas
&agrave; encourager certains colons &agrave; rester.</P>

<P>&nbsp;D&eacute;terminantes dans les causes du d&eacute;clin
paraissent &ecirc;tre les conditions &eacute;conomiques. Celles-ci
tenaient d&#146;abord &agrave; l&#146;isolement du village. Celui-ci,
&agrave; environ 86 kilom&egrave;tres d&#146;Alger, avait
&eacute;t&eacute; construit pr&egrave;s de la route nationale qui
reliait Alger &agrave; Oran en traversant le Tell par un col qui
culminait &agrave; 559 m&egrave;tres, puis continuait ensuite dans la
plaine du Ch&eacute;lif. Vesoul-B&eacute;nian &eacute;tait &agrave;
13 kilom&egrave;tres de Miliana, le chef-lieu d&#146;arrondissement.
Les nombreux charrois, les diligences, qui empruntaient la route,
s&#146;arr&ecirc;taient &agrave; Vesoul. De bonne heure, le village
avait eu un d&eacute;bouch&eacute; assur&eacute; avec la station
thermale d&#146;Hammam-Righa, &agrave; 9 kilom&egrave;tres de
l&agrave;, o&ugrave; avait &eacute;t&eacute; fond&eacute; un
&eacute;tablissement thermal civil et militaire sur
l&#146;emplacement de thermes romains. C&#146;&eacute;tait une cause
de prosp&eacute;rit&eacute;. Mais, quand plus tard, la voie
ferr&eacute;e avait &eacute;t&eacute; construite, elle avait
&eacute;t&eacute; trac&eacute;e dans la vall&eacute;e, pour des
raisons de facilit&eacute; et d&#146;&eacute;conomie. La gare
&eacute;tait &eacute;difi&eacute;e &agrave; 7 kilom&egrave;tres,
reli&eacute;e au village par une route carrossable qui grimpait par
plusieurs lacets jusqu&#146;au plateau. M&ecirc;me si les transports
par chemins de fers &eacute;taient al&eacute;atoires, longs et
co&ucirc;teux &agrave; l&#146;&eacute;poque, m&ecirc;me si, encore en
1916, les d&eacute;placements se faisaient en diligence,
l&#146;&eacute;tablissement de la voie ferr&eacute;e avait
port&eacute; un coup fatal &agrave; la relative
prosp&eacute;rit&eacute; du village. La route, comme
l&#146;&eacute;crira Demont&eacute;s, avait fait sa
prosp&eacute;rit&eacute;, le chemin de fer pr&eacute;cipita sa
d&eacute;cadence.</P>

<P>Une autre cause &eacute;conomique de ce d&eacute;clin tenait
ensuite aux difficult&eacute;s &agrave; mettre en valeur les terres.
Lors de l&#146;enqu&ecirc;te de 1849 la commission, qui avait
pr&eacute;conis&eacute; cet &eacute;tablissement, avait &eacute;tabli
un rapport tr&egrave;s favorable sur leur rendement, affirmant de
surcro&icirc;t que les habitants ne manqueraient jamais d&#146;eau et
que cette eau serait la plus pure. La r&eacute;alit&eacute;
&eacute;tait tout autre. Le site avait &eacute;t&eacute; choisi pour
des raisons strat&eacute;giques et la fertilit&eacute; &eacute;tait
sans comparaison avec celle rencontr&eacute;e dans les
vall&eacute;es. La constitution du sol, &eacute;crit Demont&eacute;s,
&eacute;tait un m&eacute;lange de marnes argileuses plus ou moins
d&eacute;litescentes, entrecoup&eacute;es de couches de gr&egrave;s.
Cela faisait une bonne terre pour les c&eacute;r&eacute;ales
d&#146;autant meilleure que la proximit&eacute; des calcaires, qui se
m&eacute;langeaient avec elle, augmentait sa productivit&eacute;.
Mais ce sol exigeait beaucoup d&#146;eau&nbsp;; &agrave;
l&#146;automne pour se d&eacute;tremper et permettre les labours
profonds et h&acirc;tifs&nbsp;; au printemps pour ne pas se
dess&eacute;cher. De cette derni&egrave;re condition d&eacute;pendait
surtout le succ&egrave;s de la r&eacute;colte. En effet, si la
s&egrave;cheresse est pr&eacute;matur&eacute;e, la terre perd vite
son humidit&eacute; aux premi&egrave;res chaleurs
printani&egrave;res, il en r&eacute;sulte un
r&eacute;tr&eacute;cissement dans ce sol compact et l&#146;apparition
de fentes &eacute;normes et profondes, qui cassent les racines et
compromettent la r&eacute;colte. Or, contrairement &agrave; ce qui
avait &eacute;t&eacute; annonc&eacute; en 1849, l&#146;eau
n&#146;&eacute;tait pas aussi abondante que pr&eacute;vue. Tout au
moins, si les sources &eacute;taient nombreuses, elles
n&#146;apportaient que de maigres filets d&#146;eau, suffisants pour
alimenter en eau potable un petit village ou pour faire boire les
animaux, mais beaucoup trop faibles pour subvenir aux besoins de
l&#146;agriculture. Plus grave, ces sources, du fait de la
constitution g&eacute;ologique, se trouvaient tr&egrave;s
&eacute;loign&eacute;es du centre et donc de surveillance difficile
et, facteur aggravant, en contrebas du village. En 1900, un puits
tr&egrave;s profond avait &eacute;t&eacute; creus&eacute; au milieu
de la place, mais il &eacute;tait peu abondant. Aussi des
&eacute;tudes sur la force des vents &eacute;taient-elles en cours
pour monter l&#146;eau de la source jusqu&#146;au niveau du village,
solution plus &eacute;conomique qu&#146;une adduction d&#146;eau
capt&eacute;e &agrave; plus de dix kilom&egrave;tres de distance.</P>

<P>Ces imp&eacute;ratifs g&eacute;ologiques et hydrauliques
conditionnaient les cultures. En premier, les c&eacute;r&eacute;ales,
bl&eacute; tendre, bl&eacute; dur, qui couvraient environ 355
hectares de terre argileuse, avec un rendement moyen d&#146;environ
5,6 &agrave; 7,9 quintaux par hectare. La zone &agrave; alternance
argilo-gr&eacute;seuse &eacute;tait propice &agrave; la culture de la
vigne qui occupait environ 40 hectares &eacute;tablis sur les
coteaux. En 1900, le rendement moyen avait &eacute;t&eacute;
seulement de 38 hectolitre &agrave; l&#146;hectare, mais, selon
Demont&eacute;s, le vin produit &eacute;tait qualifi&eacute; de bon,
franc de go&ucirc;t, color&eacute;, et capiteux. Les c&eacute;pages
les plus communs &eacute;taient le Carignan, le Morestel, le
Mouverne, le Cinq-Sault, l&#146;Aramon et l&#146;Alicante. Du fait du
fort ensoleillement, le degr&eacute; &eacute;tait
&eacute;lev&eacute;, en moyenne 11&#176;. Selon les ann&eacute;es la
production &eacute;tait variable, 1 920 hectolitres en 1899, 1 512 en
1900. Pour les m&ecirc;mes raisons, les cultures arbustives
r&eacute;ussissaient bien dans cette zone
calcar&eacute;o-gr&eacute;seuse, mais &eacute;taient, selon
l&#146;auteur pr&eacute;cit&eacute;, trop n&eacute;glig&eacute;es
avec seulement 565 amandiers, 272 arbres fruitiers, 310 m&ucirc;riers
que nos francs-comtois, peu habitu&eacute;s &agrave; la culture des
vers &agrave; soie, arracheront. A cela s&#146;ajoutaient 200
figuiers de barbarie poussant &agrave; l&#146;&eacute;tat sauvage et
287 eucalyptus bordant les routes. Quant aux oliviers, la statistique
&eacute;valuait leur nombre &agrave; 5 000, dont seulement 800
greff&eacute;s&nbsp;, donnant une production insignifiante de 15
quintaux, soit &agrave; peine 2 kilos par arbres et un revenu de 8
francs le quintal. Au total, cette zone calcairo-gr&eacute;seuse
n&#146;occupait qu&#146;une faible &eacute;tendue, le quart ou le
cinqui&egrave;me de la surface de la commune, le reste &eacute;tant
occup&eacute; par la culture extensive et al&eacute;atoire des
c&eacute;r&eacute;ales. A ces deux zones s&#146;ajoutaient des
parties qui, par leur forte d&eacute;clivit&eacute;, leur absence de
terre v&eacute;g&eacute;tale, &eacute;taient impropres &agrave; la
culture. Elles &eacute;taient consacr&eacute;es au pacage. La
quantit&eacute; de fourrage r&eacute;colt&eacute; &eacute;tait,
&agrave; la fin du si&egrave;cle, de 5 000 &agrave; 8 000 quintaux.
L&#146;&eacute;levage se chiffrait &agrave; un total de 900
t&ecirc;tes avec surtout des vaches et des b&#156;ufs, des moutons et
des ch&egrave;vres. Enfin il fallait noter deux hectares de jardins
et de plantes potag&egrave;res. Plus que la relative pauvret&eacute;
du sol, le probl&egrave;me primordial &eacute;tait, comme partout en
Alg&eacute;rie, le probl&egrave;me de l&#146;eau.</P>

<P>Essentielle a &eacute;t&eacute; aussi l&#146;insuffisance des
concessions accord&eacute;es aux colons. Quand les francs-comtois
quitt&egrave;rent leur d&eacute;partement d&#146;origine,
l&#146;autorit&eacute; administrative leur avait promis dix hectares,
auxquels on ajouta, lors de leur arriv&eacute;e, deux autres hectares
en lots de vignes et de jardins. Puis, on reconnut que certains
&eacute;migrants avaient des charges de famille plus lourdes que
d&#146;autres et &agrave; ceux-ci on accorda la valeur de deux
concessions. De cette premi&egrave;re r&eacute;partition, il ne reste
aucun document d&#146;archives. Il faut attendre 1858, pour trouver
un tableau d&#146;allotissement. Un titre provisoire de concession
fut alors d&eacute;livr&eacute; &agrave; chaque colon.
S&#146;appuyant sur les ordonnances des 21 juillet 1845, 5 juin et
1er septembre 1847, la concession &eacute;tait faite sous condition
d&#146;une rente annuelle et perp&eacute;tuelle fix&eacute;e &agrave;
quinze francs, soixante cinq centimes, payable par trimestre et
d&#146;avance &agrave; la caisse du Receveur des domaines. Cette
rente &eacute;tait rachetable conform&eacute;ment aux dispositions du
titre 2 de l&#146;ordonnance du 1er octobre 1844. Le concessionnaire
&eacute;tait soumis aux charges et imp&ocirc;ts qui pourraient grever
ult&eacute;rieurement la propri&eacute;t&eacute; fonci&egrave;re en
Alg&eacute;rie. Il devait, dans un d&eacute;lai expirant le 1er
juillet 1860, entretenir en bon &eacute;tat la maison construite par
l&#146;administration, d&eacute;fricher et cultiver le terrain
conc&eacute;d&eacute; et d&eacute;limiter ce dernier par des bornes
bien apparentes, Il &eacute;tait tenu de planter, dans le m&ecirc;me
d&eacute;lai, au moins 25 arbres forestiers ou fruitiers de haute
tige par hectare, &eacute;tant libre de les distribuer &agrave; sa
convenance sur l&#146;ensemble des terres conc&eacute;d&eacute;es. Il
devait entretenir en bon &eacute;tat de conservation les canaux
d&#146;irrigation et de dess&egrave;chement qui traversaient sa
propri&eacute;t&eacute; et planter leurs bords d&#146;arbres de
hautes futaies. Il devait &eacute;galement curer ou nettoyer les
cours d&#146;eau non navigables ni flottables qui traversaient ou
bordaient la propri&eacute;t&eacute; conc&eacute;d&eacute;e, et jouir
des sources et cours d&#146;eau existant que comme usufruitier.</P>

<P>Au fil des ann&eacute;es, la superficie des
propri&eacute;t&eacute;s &eacute;tait devenue in&eacute;gale, les
plus petites faisaient 12 &agrave; 15 hectares, les plus importantes
38 hectares. Cette in&eacute;galit&eacute; s&#146;expliquait par des
rachats lors du d&eacute;part de certains colons. Une p&eacute;tition
fut adress&eacute;e en 1875 au Gouverneur. Elle soulignait que
l&#146;insuffisance des concessions obligeait les colons &agrave;
louer des terres distantes du villages et donc difficiles &agrave;
d&eacute;fendre et r&eacute;clamait de nouvelles concessions pour les
nouveaux m&eacute;nages. Apr&egrave;s de nombreuses tergiversations,
l&#146;Administration proc&eacute;da &agrave; une r&eacute;partition
qui s&#146;appuyait sur l&#146;anciennet&eacute; du demandeur dans le
village, sa situation de famille, ses qualit&eacute;s
professionnelles. Des agrandissements d&#146;un minimum de 5 hectares
et d&#146;un maximum de 50 hectares furent d&eacute;cid&eacute;s. Un
titre de concession gratuite, attributif de propri&eacute;t&eacute;,
fut d&eacute;livr&eacute; en 1882. Ce dernier s&#146;appuyait sur un
d&eacute;cret du Pr&eacute;sident de la R&eacute;publique, en date du
30 septembre 1878, qui, dans son article 2 du titre 1er, autorisait
le Gouverneur g&eacute;n&eacute;ral civil de l&#146;Alg&eacute;rie
&agrave; conc&eacute;der, sous certaines conditions, des terres
alloties aux seuls fran&ccedil;ais d&#146;origine europ&eacute;enne,
aux europ&eacute;ens naturalis&eacute;s ou en cours de naturalisation
et aux indig&egrave;nes, naturalis&eacute;s ou non, en
r&eacute;compense de services exceptionnels et d&ucirc;ment
constat&eacute;s. Pour ces derniers, le lot attribu&eacute; ne
pouvait exc&eacute;der 30 hectares. Le demandeur devait justifier de
ressources insuffisantes et, pour les lots de ferme, d&#146;un
capital disponible repr&eacute;sentant 150 francs par hectare. La
concession &eacute;tait gratuite et attribuait, au titre d&#146;un
agrandissement, avec jouissance imm&eacute;diate, la
propri&eacute;t&eacute; de l&#146;immeubles sous la condition
suspensive que son b&eacute;n&eacute;ficiaire s&#146;engage &agrave;
y r&eacute;sider avec sa famille, de fa&ccedil;on permanente, durant
les cinq ans qui suivaient cette attribution. Pendant la dur&eacute;e
de la concession provisoire, des pr&ecirc;ts
hypoth&eacute;qu&eacute;s pouvaient &ecirc;tre accord&eacute;s
uniquement si les sommes obtenues &eacute;taient destin&eacute;es aux
travaux de construction, de r&eacute;paration ou
d&#146;agrandissement des b&acirc;timents d&#146;habitation ou
d&#146;exploitation, aux travaux agricoles constituant une
am&eacute;lioration utile et permanente ou &agrave;
l&#146;acquisition du cheptel. Il &eacute;tait pr&eacute;cis&eacute;
que, pendant dix ans, &agrave; partir du jour de la concession, le
concessionnaire &eacute;tait exempt&eacute; de tous les imp&ocirc;ts
qui pourraient &ecirc;tre &eacute;tablis sur la
propri&eacute;t&eacute; immobili&egrave;re. A l&#146;expiration du
d&eacute;lai probatoire de cinq ans, une demande de d&eacute;livrance
d&#146;un titre d&eacute;finitif de propri&eacute;t&eacute; pouvait
&ecirc;tre adress&eacute;e, contre r&eacute;c&eacute;piss&eacute;, au
Pr&eacute;fet ou au G&eacute;n&eacute;ral commandant la division.
Elle devait &ecirc;tre accompagn&eacute;e d&#146;une fiche de
renseignements certifi&eacute;e par le maire, sp&eacute;cifiant
l&#146;&eacute;tat civil du demandeur, la composition de sa famille,
le montant de ses ressources p&eacute;cuniaires et en mat&eacute;riel
agricole, la dur&eacute;e de son s&eacute;jour dans la commune, sa
qualit&eacute; de cultivateur, sa moralit&eacute; et s&#146;il
&eacute;tait apte &agrave; faire un bon cultivateur. Soit la demande
&eacute;tait accept&eacute;e dans les deux mois suivants, soit elle
&eacute;tait rejet&eacute;e avec, sous trente jours,
possibilit&eacute; d&#146;appel devant le Conseil de
Pr&eacute;fecture qui, tout en rejetant la demande, pouvait
reconna&icirc;tre une possible plus-value du fait du concessionnaire
et l&#146;indemniser. En cas d&#146;acceptation, le titre
d&eacute;finitif de propri&eacute;t&eacute; &eacute;tait
d&eacute;livr&eacute;, sous la condition que le concessionnaire ou
ses ayants droit ne pourront point vendre les immeubles
d&eacute;sign&eacute;s sur le pr&eacute;sent titre, soit en
totalit&eacute;, soit en partie, &agrave; des indig&egrave;nes non
naturalis&eacute;s, pendant une nouvelle p&eacute;riode de dix ans,
s&#146;il s&#146;agit d&#146;un lot de village, de vingt ans,
s&#146;il s&#146;agit d&#146;un lot de ferme, &agrave; compter du
jour de la d&eacute;livrance du pr&eacute;sent titre. Pendant dix
ans, &agrave; partir de la concession, le concessionnaire ou ses
ayants droit &eacute;taient affranchis de tous imp&ocirc;ts qui
viendraient frapper la propri&eacute;t&eacute;
immobili&egrave;re.</P>

<P>A la fin du si&egrave;cle, les dix plus gros propri&eacute;taires,
souvent descendants des premiers concessionnaires,
poss&eacute;daient, par h&eacute;ritage, par agrandissement ou par
rachat, au minimum 32 hectares, au maximum 58 hectares.
C&#146;&eacute;tait relativement modeste si l&#146;on tient compte de
la difficult&eacute; d&#146;irrigation et de la disparit&eacute; des
terres. Cela ne suffisait pas toujours &agrave; faire vivre
convenablement l&#146;exploitant et sa famille.</P>

<P>Outre les raisons d&#146;ordre local, l&#146;une des
derni&egrave;res explications de l&#146;&eacute;chec de
l&#146;exp&eacute;rience men&eacute;e &agrave; Vesoul B&eacute;nian
r&eacute;sulte principalement de la politique g&eacute;n&eacute;rale
de la France en mati&egrave;re de colonisation de
l&#146;Alg&eacute;rie, tout au long du XIXe si&egrave;cle. Le trait
caract&eacute;ristique d&#146;une telle politique fut son
ind&eacute;cision et son absence de soutien continu en faveur de
l&#146;essor des colons. Il s&#146;agit l&agrave; d&#146;une
tr&egrave;s vaste question qui justifierait &agrave; elle seule un
grand d&eacute;veloppement. Aussi, ne l&#146;aborderons-nous pas.</P>

<P>La cr&eacute;ation de villages d&eacute;partementaux,
con&ccedil;us sous la seconde r&eacute;publique est mal connue sinon
oubli&eacute;e. Des francs-comtois y particip&egrave;rent en
cr&eacute;ant l&#146;un d&#146;entre eux : Vesoul-B&eacute;nian.
C&#146;&eacute;tait, &agrave; l&#146;origine, une utopie
g&eacute;n&eacute;reuse, cependant vou&eacute;e &agrave;
l&#146;&eacute;chec malgr&eacute; le courage, l&#146;esprit
d&#146;entreprise et les qualit&eacute;s professionnelles de ces
pionniers. La rigueur du climat, l&#146;aridit&eacute; du sol, le
d&eacute;s&eacute;quilibre d&eacute;mographique grandissant et
surtout l&#146;absence de soutien de l&#146;administration par manque
de volont&eacute; politique ne pouvait que conduire &agrave; un
&eacute;chec qui devait se concr&eacute;tiser un si&egrave;cle plus
tard. Cette colonisation de gens modeste et travailleurs, qui
s&#146;acharn&egrave;rent &agrave; f&eacute;conder une terre ingrate,
est loin du clich&eacute; que certains ont voulu r&eacute;pandre du
riche colon exploitant les autochtones. Ce n&#146;&eacute;tait pas
des coloniaux traditionnels comme ceux qui faisaient carri&egrave;re
en Indochine ou &agrave; Madagascar puis revenaient finir leurs jours
en m&eacute;tropole. C&#146;&eacute;taient des hommes
enracin&eacute;s et leurs villages poss&eacute;daient son
cimeti&egrave;re o&ugrave; ils reposaient, leur vie de labeur
termin&eacute;e. Cette vie difficile, rustique, laborieuse, &agrave;
l&#146;image de celle des colons antiques dont ils se voulaient les
h&eacute;ritiers, les rendaient proches des indig&egrave;nes dont ils
parlaient la langue et partageaient souvent la vie.</P>

<P>Loin de toutes pol&eacute;miques sur une &eacute;volution
historique douloureuse mais in&eacute;luctable, mon propos n&#146;a
&eacute;t&eacute; que de t&eacute;moigner et de rappeler le souvenir
de ces hommes et de ces femmes au caract&egrave;re bien
tremp&eacute;, dou&eacute;s d&#146;un esprit d&#146;aventure, dont
certains furent mes a&iuml;eux, il y a six
g&eacute;n&eacute;rations.</P>

<P>&nbsp;</P>

<CENTER><B>REFERENCES</B>

<P>-Archives familiales.</P>

<P>-Archives d'outre-mer. Gouvernement g&eacute;n&eacute;ral d'Alger
S&eacute;rie 1L, 1 &agrave; 44. Dossiers de colonisation.</P>

<P>S&eacute;rie 51 L, 1 &agrave; 301. Titres des terres de
colonisation accord&eacute;es &agrave; des europ&eacute;ens,</P>

<P>-Archives d'outre-mer. D&eacute;partement d'Alger. S&eacute;ries
2GG, 1 &agrave; 422. Tables d&eacute;cennales, 1832- 1892,</P>

<P>S&eacute;ries 2M, 1 &agrave; 309. Titres de
propri&eacute;t&eacute; de colonisation, 1832-1930,</P>

<P>S&eacute;ries 3M, 1 &agrave; 1 . Demandes de concessions,
1842-1930,</P>

<P>S&eacute;ries 4M, 1 &agrave; 587. Villages de colonisation,
1832-1936,</P>

<P>-L&#146;Alg&eacute;rie, courrier d&#146;Afrique, d&#146;Orient et
de la M&eacute;diterran&eacute;e, num&eacute;ros du 2 mars, 6 mars,
26 mars 1844, folio 3025, BN Versailles,</P>

<P>-M. Baroli- La vie quotidienne des fran&ccedil;ais
d'Alg&eacute;rie. 1830-1914. Hachette, 272 p., 1967.</P>

<P>-R. Delpard- L'histoire des pieds noirs d'Alg&eacute;rie.
1830-1962. Neuilly sur Seine- Lafont, 305 pp., 2002.</P>

<P>-V. Demont&eacute;s- Vesoul-Benian, une colonie franc-comtoise.
Bull. de la soci&eacute;t&eacute; de g&eacute;ographie d'Alger et
d'Afrique du nord, 1903.</P>

<P>-R. Garcia &#150; L&#146;Alg&eacute;rie de 1830 &agrave; 1962,
Gilleta Nice, 1982.</P>

<P>-J. Marseille et H. Walter- France et Alg&eacute;rie. Journal
d'une passion. Paris, Larousse, 319 pp., 2002.</P>

<P>-A. Rey-Goldzeiguer- Le royaume arabe. La politique
alg&eacute;rienne de Napol&eacute;on III, SNED, Alger, 1977.</P>

<P>-D. Rivet- Le r&ecirc;ve arabe de Napol&eacute;on III, Rev.
&#171;&nbsp;L&#146;Histoire&nbsp;&#187;, n&#176; 140, janv. 1991.</P>

<P>-B. Stora &#150; Histoire de l'Alg&eacute;rie coloniale :
1830-1954. Paris, La D&eacute;couverte, coll.
&#171;&nbsp;Rep&egrave;re&nbsp;&#187;, 126 pp., 1991.</P>

  <P>-X. Yacono- Histoire de la colonisation fran&ccedil;aise, PUF, 3eme &eacute;d., 
    1982.</P>
  <hr>
  <P align="left"><font color="#990000"><b><img src="../imagesWeb/anin25.gif" width=17 height=17 x-claris-useimagewidth x-claris-useimageheight align=middle></b></font><a href="http://perso.wanadoo.fr/fernand.mico/" target="_top"><font color="#990000"><b>Vers 
    la page d'ACCUEIL de mon site</b></font></a> </P>
  <p align="left">&nbsp;</p>
</CENTER>
</BODY>
</HTML>
