<HTML>
<HEAD>
   <TITLE>page-mod&eacute;le</TITLE>
   <META NAME=GENERATOR CONTENT="Claris Home Page 3.0">
   <X-CLARIS-WINDOW TOP=32 BOTTOM=623 LEFT=4 RIGHT=715>
   <X-CLARIS-TAGVIEW MODE=minimal>
   <style type="text/css">
<!--
.Style2 {font-weight: bold}
.Style3 {font-size: 18px}
.Style4 {font-weight: bold}
.Style5 {
	font-weight: bold;
	font-style: italic;
}
-->
   </style>
</HEAD>
<BODY TEXT="#990000" BGCOLOR="#9CCACD" LINK="#990000" ALINK="#990000" VLINK="#990000" style="scrollbar-arrow-color:white;scrollbar-base-color:#9CCACD">
<CENTER>
  &nbsp;<FONT SIZE="+3" COLOR="#000066"><U>Livre d'or</U></FONT> 
  <P><font size="4"><i><b>52 messages re&ccedil;us &agrave; ce jour le 17/06/2015 
    </b></i></font></P>
</CENTER>
<blockquote>
  <p><font color="#000066" size="4">Veuillez cliquer sur l'adresse suivante&nbsp;pour 
    laisser votre message que<b> <font color="#000080">je recopierai</font></b>, 
    dans ce <B>livre d'or</B></font><font size="4"><B> &gt;&gt;&gt; :</B> <A HREF="mailto:fmico2005-livredor@yahoo.fr"><strong>gabriel42 
    (AT) orange.fr</strong></A> remplacer (AT) par @</font></p>
  <hr>
  <p><strong id="yui_3_16_0_1_1434531261782_6798">Bonjour Fernand </strong></p>
  <p id="yui_3_16_0_1_1434531261782_6795">Bravo pour votre travail ! et celui de Claude &nbsp;pour moi&nbsp; <strong id="yui_3_16_0_1_1434531261782_6804">Quelle chance &nbsp;d&rsquo;avoir trouv&eacute; votre site et la page:</strong></p>
  <CENTER id="yui_3_16_0_1_1434531261782_6809">
    <strong id="yui_3_16_0_1_1434531261782_6810">UNE COLONIE FRANC-COMTOISE </strong>
  <strong id="yui_3_16_0_1_1434531261782_6810">EN ALGERIE AU XIXe SIECLE</strong>
  </CENTER>
  <CENTER id="yui_3_16_0_1_1434531261782_6813">
    <strong id="yui_3_16_0_1_1434531261782_6810">par Claude LAMBOLEY</strong>
  </CENTER>
  <p id="yui_3_16_0_1_1434531261782_6814"><strong id="yui_3_16_0_1_1434531261782_6810">&nbsp;La lecture de cette page me permet d'en savoir un peu plus&nbsp; su l'&eacute;migration de mes&nbsp; anc&ecirc;tres et les souffrances endur&eacute;es par ces derniers&nbsp; la ou il pensaient probablement &nbsp;trouver un paradis ?</strong><strong id="yui_3_16_0_1_1434531261782_6810">et puis ce message&nbsp; n'ayant pas trouv&eacute;&nbsp; l'acte du d&eacute;c&egrave;s de</strong> <strong id="yui_3_16_0_1_1434531261782_6810">VIGNERON Marie V&eacute;ronique,&nbsp; n&eacute;e en 1823 ou ? &nbsp;d&eacute;c&eacute;d&eacute;e le 18/10/1864 &agrave; Vesoul-B&eacute;nian, A&iuml;n Benian<BR>
    union avec Claude Fran&ccedil;ois PETIT&nbsp;&nbsp;&nbsp; Professions :&nbsp; Vigneronne et Vigneron en 1850</strong>, <strong id="yui_3_16_0_1_1434531261782_6810">dont issu de leur mariage,&nbsp; ou je recherche date et lieu ?</strong></p>
  <p id="yui_3_16_0_1_1434531261782_6822"><strong id="yui_3_16_0_1_1434531261782_6810">1enfant connu : Augustine PETIT, n&eacute;e&nbsp;&nbsp; le 24/11/1850 &agrave; Villars-le-Pautel, 70554<BR>
  </strong><strong id="yui_3_16_0_1_1434531261782_6810">cette famille PETIT-VIGNERON&nbsp; s'est sans doute li&eacute;e par mariage &nbsp;avec autres familles &agrave; Vesoul-B&eacute;nian&nbsp; ?</strong></p>
  <p id="yui_3_16_0_1_1434531261782_6831"><strong id="yui_3_16_0_1_1434531261782_6810">qui saurait m'en dire un peu&nbsp; plus&nbsp; pour d&eacute;bloquer&nbsp; ma recherche&nbsp; et bien s&ucirc;r&nbsp; ou chercher l'acte de + de VIGNERON Marie V&eacute;ronique &agrave; Vesoul-B&eacute;nian&nbsp; (Pas d'archives en france de cette ann&eacute;e 1864 )</strong></p>
  <p id="yui_3_16_0_1_1434531261782_6829"><strong id="yui_3_16_0_1_1434531261782_6810">&nbsp;f&eacute;licitations</strong></p>
  <p id="yui_3_16_0_1_1434531261782_6827"><strong id="yui_3_16_0_1_1434531261782_6810">Gerard THOMAS&nbsp;&nbsp;&nbsp;&nbsp; du Var 83</strong></p>
  <p>Message re&ccedil;u le 17 juin 2015, Merci G&eacute;rard de vos encouragements et bonne chance pour la suite de vos recherches. </p>
  <hr>
  <p><strong>Quel site merveilleux plein de nostalgie et de sensibilit&eacute;.  Beaucoup de choses s&rsquo;&eacute;clairent sur la politique appliqu&eacute;e &agrave; cette &eacute;poque en  votre d&eacute;faveur. Cela confirme que j&rsquo;ai la chance de t&rsquo;avoir comme oncle et &agrave; ce  jour je suis fier de toi et surtout fier d &ecirc;tre ton neveu. Je t&rsquo;embrasse et  surtout ne change rien.</strong><br>
    <strong>&nbsp;Daniel</strong></p>
  <p><em>Message re&ccedil;u le22 juin 2014, Merci  surtout &agrave; toi Daniel de ton r&eacute;confort moral, ne doute pas que moi aussi je suis  fier de toi et pour beaucoup de choses aussi&hellip;</em></p>
  <hr>
  <p><strong>Retrait&eacute; et ent&ecirc;t&eacute; comme pas deux je ne voulais plus  entendre parler de cette avanc&eacute;e technique qu'est l'ordinateur. Pouss&eacute; par mon  &eacute;pouse, ta cousine, j'ai fini par m'&eacute;quiper.<br>
  Quelle immense joie j'ai ressentie en d&eacute;couvrant ton  site sur Bou-Medfa. Tu l'as r&eacute;alis&eacute; avec beaucoup d'adresse d'exactitude, de  recherches approfondies, de sacrifices horaires et je suis sur que tu y as mis  tout ton c&oelig;ur. A ce jour, gr&acirc;ce &agrave; toi et un clic on se retrouve dans un pass&eacute;  inoubliable et surtout inoubli&eacute;. Avec sa rue de Paris, Bou-Medfa &eacute;tait un  paradis, c'&eacute;tait notre capitale. Et puis il y a l'avantage de permettre &agrave;  certains d'entre nous de se retrouver apr&egrave;s plus de soixante ans. Je viens d'en  faire l'exp&eacute;rience avec Maryvonne. Egalement; il peut permettre &agrave; de nouvelles  g&eacute;n&eacute;rations de faire connaissance avec le pass&eacute; de leurs parents, grands  parents ou amis&nbsp;<br>
  Bravo Fernand! Tu as &eacute;t&eacute; g&eacute;nial...<br>
Un grand merci</strong></p>
  <p><strong><br>
    Bisous &agrave; vous deux.</strong></p>
  <p class="Style5">Message re&ccedil;u le 27 Avril 2014, Un grand merci &agrave; toi Marcel pour tes encouragement,  ce message  refl&egrave;te bien aussi l'amour que l'on avait pour notre pays...</p>
  <p><strong><em>Bisous &eacute;galement &agrave; ma Cousine (mon autre s&oelig;ur), et a toi.</em></strong></p>
  <p><strong><em>Fernand.</em></strong></p>
  <hr>
  <p><strong>F&eacute;licitations pour cette initiative .! La cr&eacute;ation de ce site personnel est  une &eacute;mouvante manifestation de nostalgie... o&ugrave; chacun se rem&eacute;more des souvenirs  enfouis au plus profond de soi. Le c&oelig;ur s'&eacute;meut &agrave; la lecture de ces mots plein  de souvenirs, et je me retrouve avec beaucoup de joie &agrave; contempler ces photos  de l'album-4 qui racontent notre &eacute;poque, notre enfance ....&nbsp;Bon boulot  monsieur Fernand Mico.! Je pense que je ne suis pas le seul &agrave; ressentir cette  &eacute;motion.. &nbsp;F&eacute;licitations pour ce site qui nous permet de renouer avec  nous-m&ecirc;mes...&nbsp;Je suis et resterais un inconditionnel de cette page que je  consulte &agrave; tout moment en attendant la publication de l'album-5 en  construction...</strong> <br>
    <strong>Il est vrai vrai que la nostalgie nous fait parfois souffrir, mais pour y  rem&eacute;dier, essayez de faire ce voyage en Alg&eacute;rie, a Bou medfaa dans le village  de votre naissance... j'e vois que vous avez d&eacute;j&agrave; re&ccedil;u une invitation, cela  vous fera beaucoup de bien sur le plan moral et je suis s&ucirc;r que vous serez  accueilli &agrave; bras ouverts...<br>
    </strong> <br>
    <strong>Encore une fois, f&eacute;licitations... du fond du c&oelig;ur, pour le travail fourni,  a&nbsp;vous et toutes les personnes qui ont contribu&eacute; &agrave; cette t&acirc;che... BRAVO</strong> </p>
  <p><strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;  &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; un de vos anciens  voisins...... Dahmani A.</strong></p>
  <p><em><strong>Message re&ccedil;u le 27 d&eacute;cembre 2013, Merci Ahmed pour ce message tr&eacute;s chaleureux, je sais que je serais bien acceuilli si je revenais &agrave; Bou-Medfa mais c'est au dessus de mes forces la peine a &eacute;t&egrave; trop forte...</strong></em></p>
  <p><em><strong>Amiti&eacute;s Fernand. </strong></em></p>
  <hr>
  <p>Bonjour</p>
  <p> je voulais vous remercier pour le superbe site boumedfaa:-):-)vous &eacute;tiez dans la m&ecirc;me classe que mon oncle djilali echikh en cm1:-) ma m&egrave;re est n&eacute;e &agrave; boumedfaa en 1953:-):-)c est notre village:-) &agrave; bient&ocirc;t et merci encore.</p>
  <p><em><strong>Message re&ccedil;u le 21 novembre 2013, Merci &agrave; toi Ismael pour ce message court, mais qui en dit long, sur ces ann&eacute;es pass&eacute;es dans notre village.</strong></em> </p>
  <hr>
  <p>bonjour&nbsp;<br>
comment &nbsp;CA va monsieur mico jasper que tu es &nbsp;bien et en bonne  sante il ya beaucoup de temps quant na pas faire des contacte &nbsp;avec vous  car jais pas de temps de-tout mon pers il te passe le grand bonjour a vous et  leur amis de classe je cherche des email des camarade de classe de mon p&egrave;re  pour reste avec eu en relation durable .<br>
&eacute;coute moi monsieur mico cest vous voulez &nbsp;visite bou medfa  &nbsp;soyez le bien venir chez moi Monge boire dormir et faire des promenade  avec nous je voulez des photos de votre famille pour des souvenir .<br>
tu sie &nbsp;monsieur mico mon p&egrave;re il est avec relation avec la famille  boutrain en France car mon pere il a travaille chez monsieur boutrain douar.<br>
voila pour cette fois et a la prochaine message&nbsp;<br>
kamel amraoui fils de mhamed AMRAOUI.<br>
dans lattent votre email&nbsp;<br>
merci.</p>
  <p><em><strong>Message re&ccedil;u le 14 novembre 2013, Merci Kamel pour ce message et l'invitation.</strong></em></p>
  <hr>
  <p>Salut <BR>
    J ai visiter ton site&nbsp; il vraiment magnifique tu as donn&eacute;e un peut un id&eacute;e sur le village <BR>
    mai si possible envoyer mois par email des photo sur Vesoul gare par exemple le maire de Vesoul gare des personne n importe quelle image<BR>
    <BR>
  merci d avance&nbsp; excuser pour les phot orthographe.</p>
  <p>Djenadi Ahmed.</p>
  <p><em><strong>Message re&ccedil;u le 12 f&eacute;vrier 2013, Merci &agrave; toi Ahmed de ce message sympatique.</strong></em></p>
  <hr>
  <p>Merci de nous donner un aper&ccedil;u sur notre village avant l&rsquo;ind&eacute;pendance. &Ccedil;a m&rsquo;a permis d&rsquo;avoir une id&eacute;e sur la vie que menaient les indig&egrave;nes de la localit&eacute; et de voir des photos d&rsquo;enfance de quelques vielles personnes (que j&rsquo;ai connu) .&nbsp;&nbsp; &hellip; </p>
  <p>Benaouda.</p>
  <p><strong><em>Message re&ccedil;u le 10 octobre 2013, merci &agrave; vous de participer.</em></strong></p>
  <hr>
  <p><strong>Bonjour, Cher Compatriote,</strong></p>
  <div id="yui_3_7_2_1_1368372436434_2926"><strong>J'ai lu avec int&eacute;r&ecirc;t l'ensemble de votre Site, ligne par ligne.</strong></div>
  <div id="yui_3_7_2_1_1368372436434_2925"><strong>C'est un travail remarquable d'historien et de g&eacute;n&eacute;alogiste.</strong></div>
  <div id="yui_3_7_2_1_1368372436434_2924"><strong>C'est &eacute;mouvant et passionnant mais surtout remarquablement pr&eacute;cis..</strong></div>
  <div id="yui_3_7_2_1_1368372436434_2923"><strong>Je suis membre de la famille des Ligier et des Brides dont vous avez signal&eacute; le mariage &agrave; Bou Medfa, votre village.</strong></div>
  <div id="yui_3_7_2_1_1368372436434_2922"><strong>Tous nos compatriotes doivent lire votre Site et vous apporter leur contribution.</strong></div>
  <div id="yui_3_7_2_1_1368372436434_2718"><strong> Je tenais &agrave; vous remercier pour cette oeuvre qui nous est, &agrave; toutes et &agrave;   tous, utile voire n&eacute;cessaire pour faire revivre le pass&eacute; de nos   anciens.</strong></div>
  <div id="yui_3_7_2_1_1368372436434_2927"><strong>O&ugrave; ils se trouvent d&eacute;sormais, ils vous sont certainement reconnaissants.</strong></div>
  <div id="yui_3_7_2_1_1368372436434_2928"><strong>Pour ma part, vous entrez dans la m&eacute;moire collective de ma famille.</strong></div>
  <div id="yui_3_7_2_1_1368372436434_2929"><strong>Bien fraternellement</strong></div>
  <div id="yui_3_7_2_1_1368372436434_2930"><strong>Jacques Villard</strong></div>
  <div id="yui_3_7_2_1_1368372436434_2931"><strong>Co-fondateur aux c&ocirc;t&eacute;s de Maurice Calmein du Cercle Alg&eacute;rianiste en 1973.</strong></div>
  <div id="yui_3_7_2_1_1368372436434_2932"> 
    <p>Ancien Intendant G&eacute;n&eacute;ral de l'Ecole Royale, Catholique et Militaire de   Sor&egrave;ze (Tarn), (Ecole de Louis Victor de Ghaines de Bourmont, Commandant   en chef de l'exp&eacute;dition d'Alger en 1830, Ministre de la Guerre du Roi   de France, Charles X.)</p>
    <p><strong><em>Message re&ccedil;u le 7 mai 2013, merci cher compatiote de votre soutient et de vos encouragements.</em></strong></p>
    <hr>
    <p>&nbsp;</p>
  </div>
  <p align="center" class="Style3"><strong>TRAMWAY ....en&nbsp; ville</strong></p>
  <p align="center" class="Style3"><br>
    Le dimanche 24 janvier 1960&nbsp; les barricades  avaient &eacute;t&eacute; dress&eacute;es rue Michelet cela devait durer jusqu'au 2 f&eacute;vrier&hellip;<br>
    <strong><em>ALGER, se r&eacute;veilla <br>
  ce matin l&agrave; <br>
  triste, vide, esseul&eacute;e <br>
    orpheline et veuve <br>
    le tramway, n'est plus <br>
    se parant de toutes  les couleurs <br>
&nbsp;&eacute;pousant les ruelles  &eacute;troites <br>
&nbsp;carillon, roucoulant <br>
&nbsp;rampant vers la 'Madone' <br>
procession l&eacute;gitime <br>
h&eacute;las, il&nbsp;  est&nbsp; gisant <br>
    devant ces  barricades <br>
    faites de ces  mat&eacute;riaux <br>
  dont&nbsp; il&nbsp;  foulait&nbsp; le&nbsp; sol</em></strong>...</p>
  <p align="center" class="Style3"> <br>
    <em>(Th&eacute;r&egrave;se</em>) </p>
  <hr>
  <p align="center"><font color="#990000" size="5"><font color="#660000"><em><strong>Alger la blanche</strong></em></font></font></p>
  <p align="center" class="Style2"><em>    Ma ville blanche<br>
    Respirait<br>
    Ivoire <br>
    Etait son haleine<br>
    Le paquebot<br>
    S'en est all&eacute;<br>
    Dans le sillage <br>
    De la baleine<br>
    ...........<br>
    Le paquebot <br>
    Est revenu<br>
    Triste <br>
    Eperdu<br>
    Le port bleu, &eacute;claboussant<br>
    De blanc<br>
    Se perd <br>
    Dans ce gris salissant</em></p>
  <p align="center" class="Style4">  <em>(Th&eacute;r&egrave;se</em>)</p>
</blockquote>
<blockquote><blockquote>
  <p>2 Po&egrave;mes de Th&eacute;r&egrave;se BADARACCO, 
  re&ccedil;u en 2013- Merci Th&eacute;r&egrave;se de ton Amiti&eacute;</p>
    <hr>
    <p><strong>Bonjour,<br>
      <br>
      Je me pr&eacute;sente, je suis la fille de ROIG Joseph (natif   de Boumedfa) et de BENOKBA Keltoum (Arki et native aussi de Boumedfa).   Votre site est formidable. Mes parents racontaient leur vie en Alg&eacute;rie   et le d&eacute;chirement&nbsp; ressenti lorsqu'ils ont du partir. Mon p&egrave;re est   d&eacute;c&eacute;d&eacute; il y a 24 ans. Mais pour ma m&egrave;re ce site lui fait beaucoup de   bien. MERCI BEAUCOUP. JE vous souhaite de tr&egrave;s bonne f&ecirc;tes, une tr&egrave;s   bonne ann&eacute;e pleine de bonne chose &agrave; vous et votre famille.<br>
      <br>
    Amicalement,</strong></p>
    <p><strong> BENOKBA F.</strong></p>
    <p><em>Message du 20/12/2012: Encore un &eacute;mouvant t&eacute;moignage de ceux que l'on a connu la-bas.</em>..</p>
    <hr>
    <p><strong>Bonjour mesieur.&nbsp; en fait, j'ai &eacute;t&eacute; impressionn&eacute; lorsque j'ai examin&eacute; ce modest site,<br>
  Ce qui m'a frapp&eacute; le plus, c'est que vous &ecirc;tes toujours sur le lien et voir dans cette ville,<br>
  Saviez-vous   que je vis actuellement dans cette ville ? bah je suis de Bou medfa ag&eacute;   de 21 ans ,&nbsp;alors quand je regardais &agrave; travers tes images . album , je   l'ai trouv&eacute; difficile d'identifier certains domaines, les rues et m&ecirc;me   les coins, parce que Boumedfa a beaucoup chang&eacute; depuis ce temps,,<br>
  Si vous voulez, je peux vous &eacute;crire un rapport largement sur   cette ville&nbsp; en 2013 avec des images bien sur <br>
  ... Et je vais essayer d'&ecirc;tre imagerie des m&ecirc;mes postures prises par vous plus t&ocirc;t</strong></p>
    <div id=><strong>svp monsieur donne moi les noms des cartiers de boumedfa en 1950 </strong></div>
    <div id=><strong>maintanant ya: centre   vil (l'Emmir Abdelkader),nessissen,Elborj,Elhamoul,khamouja,grand   jile,moujo,barage bouroumi,bouhalouan(hocinia),</strong></div>
    <p><em>Message re&ccedil;us le 13/12/2012, de Serier Y. (merci de ce contact)</em></p>
    <hr>
    <p><strong>Salut beau fr&egrave;re,</strong></p>
    <p><strong>      En parcourant ton site je me  suis revu &agrave; Bou-Medfa . Je dois avouer que j&rsquo;ai &eacute;t&eacute; profond&eacute;ment touch&eacute;, par la  joie et la tristesse, de tous ceux qui nous ont quitt&eacute;s ; trop t&ocirc;t&hellip;<br>
  &nbsp;Excuse-moi d'avoir titr&eacute; beau fr&egrave;re (EX)....H&eacute;las  le destin en a voulu autrement. <br>
      D&rsquo;ailleurs au sujet du destin  (c&rsquo;est toujours lui qui m&rsquo;a fait peur) car pour les incr&eacute;dules, sachez que vous  ne ma&icirc;trisez pas votre vie ; LUI&nbsp; OUI. <br>
      Ceci &eacute;crit : Fernand, tu as &eacute;cris  un m&eacute;moire qui va au-del&agrave; de tous commentaires..<br>
      BRAVOS ! !&nbsp; merci de m  'avoir replong&eacute; dans toutes ces ann&eacute;es de bonheurs ; avec papa ,maman ,tante  Manivale ,Aim&eacute; que j 'appelai marraine ,Antoine ; Enfin vous tous qui m  'avaient accueilli dans la famille&nbsp; MICO ,Est oui c 'est encore le  DESTIN&nbsp; qui nous a fait mettre en contact , avec les enfants , les petits  enfants .et arri&egrave;re petit enfant ( bapt&ecirc;me de Corentin , mariage d 'Amandine .etc...)&nbsp;  J&rsquo;esp&egrave;re qu' ils&nbsp;visiterons ton site , pour apprendre et d&eacute;couvrir ,que  L'ALGERIE&nbsp;FRANCAISE &eacute;tait un beau pays&nbsp;&nbsp;&nbsp;o&ugrave; nous vivions  tous r&eacute;unis et heureux.<br>
  &nbsp; Merci<br>
  &nbsp; Christian .<br>
  <br>
  &nbsp; P S :&nbsp; corrige&nbsp; je n'ai pas voulu prendre de  risque et tout effacer&nbsp; bien sur tu restes d&eacute;cideur, et&nbsp; quelle que  soit ta &nbsp;d&eacute;cision tu restes toujours mon professeur qui m 'avait fait d&eacute;couvrir  la voile&nbsp;:&nbsp; en&nbsp; VAURIEN<br>
  &nbsp; &agrave;&nbsp; +..</strong></p>
    <p><em>Message  re&ccedil;u le 3 septembre 2012&nbsp;: Pas de probl&egrave;me Christian, pour moi tu resteras  toujours plus qu'un EX&hellip;</em></p>
    <hr>
    <p><strong>bonjour, <br>
      &nbsp;<br>
      Je suis d'origine alg&eacute;rienne mon p&egrave;re est originaire de boumedfaa, peut etre vous connaissez vous ? :)<br>
      En   tout les cas je tiens &agrave; saluer l'amour de tous les "pieds noirs" pour   l'alg&eacute;rie qui reste dans nos coeur &agrave; chacun, j'ai 30 ans et j'ai une   tres bonne amie du meme age qui est fille de "pieds noirs" il a un site   &eacute;galement mais il est d'oran, nous avons comme projet d'y allez ensemble   pour qu'elle voit la terre ou ses a&iuml;eux ont v&eacute;cu :) <br>
      voili voilou   mon cher Fernand vous avez le grand bonjour&nbsp;de ma part et si&nbsp;vous voulez   venir&nbsp;un jour&nbsp;&agrave; boumedfaa n'hesiter pas ! Vous &ecirc;tes la bien venue :)<br>
      &nbsp;<br>
      bien cordialement <br>
      &nbsp;<br>
    Nadjet</strong></p>
    <p><em>Message re&ccedil;u le 20/01/2010, Merci Nadjet c'est gentil...</em></p>
    <hr>
    <p><font size="4" face="Courier New, Courier, mono"><b>Bonjour monsieur MICO 
      Fernand,et toutes mes félicitations,et compliments pour vos recherches,et 
      votre travail de titan que vous réalisez.<br>
      </b></font><font size="4" face="Courier New, Courier, mono"><b>Moi m&ecirc;me 
        je fait des recherches sur mes allieuls, qui sont parties de Palma de mallorque 
        dans les années 1830! pour Alger(Zéralda/Baba-hassen, o&ugrave; ils ont 
        plant&eacute; des vignes(Molinas/canovas) je sais qu'il y a un cartier qui 
        porte le nom (Molines? c'est peut &ecirc;tre a cause des moulins?<br>
      Je suis all&eacute; &agrave; l'archev&ecirc;ch&eacute; de Palma (&eacute;glise) 
        mais ne parlant pas le Catalan,j'ai du renoncer,pour plus tard,mais vue 
        mon age:79... bient&ocirc;t?<br>
    Enfin cela m'encourage &agrave; continuer, gr&acirc;ce a vous.</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b><br>
      Toutes mes sincères salutations a vous monsieur.</b></font></p>
    <p><font face="Courier New, Courier, mono" size="4"><i>Message re&ccedil;u 
      de: Raymond, le 02/03/2009</i></font></p>
    <hr>
    <p><font size="4" face="Courier New, Courier, mono"><b>Bonjour,</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>Et grand merci pour 
      votre travail dont la qualité et l'objectivité sont propres à éliminer toute 
      polémique stérile. Mes aïeux sont originaires des Alpes Maritimes (Villars 
      Loubières) et du Jura (Sept Fontaines).<br>
      Ils sont arrivés en 1848 à Assi Ben Okba (pour mon père) et Legrand (pour 
      ma mère) Ma mère était très fière de son origine Franc-comtoise, et son 
      père faisait d'ailleurs partie d'une association locale.<br>
      A travers ce site, je me suis replongé dans la détresse qui fut la nôtre 
      en 62 et que l'éducation à l'effort que nous avions reçue nous a permis 
      de vaincre pour renaître. Les exemples que vous citez à propos de ce village 
      permettent aisément de le comprendre.</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b> Merci Bien à vous</b></font></p>
    <p><font face="Courier New, Courier, mono" size="4"><i>Message de: Alain GUIBERT, 
      re&ccedil;u le 25/3/2009 </i></font><font size="4"><b><i>Merci &eacute;galement 
      &agrave; vous</i></b> <i><b>cher compatriote.</b></i></font></p>
    <hr>
    <p><font face="Courier New, Courier, mono" size="4"><b>C'est très gentil de 
      m'avoir répondu c'est un grand plaisir pour moi, je trouve que votre site 
      est magnifique riche et pleins d'histoire, c'est vrais que Bou-Medfa est 
      un village très beau je comprends votre nostalgie, j'ai reconnu mes deux 
      cousins Hamici ainsi d'autres personnes et j'avais les larmes aux yeux merci 
      encore une fois et par l'occasion si vous avez besoin de quoi que se soit, 
      des renseignements ou des informations n'hésitez pas, je vous souhaite que 
      du bonheur pour vous ainsi que votre famille et amis.</b></font></p>
    <p><font size="4"><i>Message re&ccedil;u le: 12/2/2009</i></font><b><font face="Courier New, Courier, mono" size="4"> 
      </font><font size="4"> <i>Merci de ces sympathiques phrases mon ami.</i></font></b></p>
    <hr>
    <p><font face="Courier New, Courier, mono"><b><font size="4">Monsieur,</font></b></font></p>
    <p><font face="Courier New, Courier, mono"><b><font size="4"> je suis allé 
      sur votre site que je trouve très bien fait.</font></b></font></p>
    <p><font face="Courier New, Courier, mono"><b><font size="4"> Je me présente, 
      je suis Didier POISSONNIER né le:3.2.1957 à BOU MEDFA où mon père était 
      gendarme avec celui de Jean GUIDICELLI qui est sur votre livre d'or. Sa 
      soeur qui habite TOULON est ma marraine. J'habite également le VAR. J'ai 
      revu des photos de Bou Medfa déjà vues chez mes parents et en ai découvert 
      d'autres avec plaisir.</font></b></font></p>
    <p><font face="Courier New, Courier, mono"><b><font size="4"> J'ai retrouvé 
      des noms dont mes parents parlent souvent car ce village a marqué leur jeunesse 
      et ils en parlent avec nostalgie. J'aimerais un jour voir le pays où je 
      suis né car étant parti à 3 ans je n'ai plus de souvenir.</font></b></font></p>
    <p><font face="Courier New, Courier, mono"><b><font size="4"> Encore mes félicitations 
      pour ce site remarquable.</font></b></font></p>
    <p><font face="Courier New, Courier, mono"><b><font size="4"> Didier POISSONNIER</font></b></font></p>
    <p><font size="4"><i>message re&ccedil;u le 17/01/2009</i></font></p>
    <hr>
    <p><font face="Courier New, Courier, mono"><b><font size="4">Bonne Année Mr 
      FERNAND MICO</font></b></font></p>
    <p><font face="Courier New, Courier, mono" size="4"><b> Je suis originaire 
      de boumedfaa Algérie, et votre site est très intéressant, surtout les origines 
      des peuples, vous avait fait un travail qui servira aux générations futures, 
      personnellement, j’entre très souvent dans votre immense histoire vécue, 
      dont nous sommes sans connaissance, si vous n’étiez pas là pour raconter 
      les souffrances et les joies dans un pays, beau et grand, peut être un jour 
      nous seront tous ensembles et unies sans aucune frontière, c’est ce que 
      je pense sincèrement.</b></font></p>
    <p><font face="Courier New, Courier, mono" size="4"><b> A bientôt.</b></font></p>
    <p><i><font size="4"> Message re&ccedil;u le 5/01/2009.</font></i></p>
  </blockquote>
  <hr>
  <blockquote> 
    <p><font face="Courier New, Courier, mono"><b><font size="+1">Bonjour Monsieur</font></b></font></p>
    <p><font size="+1"><b><font face="Courier New, Courier, mono"> Merci pour 
      ce site ,en quittant le pays mon p&egrave;re est entré en silence et ma 
      maman refuse de parler ,votre témoignage est magnifique.</font></b></font></p>
    <p><font size="+1"><b><font face="Courier New, Courier, mono"> Yvan AURET 
      </font></b></font></p>
    <p><i><font size="4"> message re&ccedil;u le 18/12/2008.</font><br>
      </i></p>
  </blockquote>
  <hr>
  <blockquote> 
    <p><font face="Courier New, Courier, mono"><b><font size="+1">Bonjour Monsieur,</font></b></font></p>
    <p><font face="Courier New, Courier, mono"><b><font size="+1"> Merci pour 
      ce site, en quittant le pays mon p&egrave;re est entré en silence, et ma 
      maman refuse de parler ,votre témoignage est magnifique.</font></b></font></p>
    <p><font face="Courier New, Courier, mono"><b><font size="+1"> Yvan AURET</font></b></font></p>
    <p><font size="+1"><i><font size="4">message re&ccedil;u le 17/12.2008</font><font size="3">. 
      </font></i></font></p>
  </blockquote>
  <hr>
  <blockquote> 
    <p><font face="Courier New, Courier, mono"><b><font size="+1">Bonjour à tous,</font></b></font></p>
    <p><font face="Courier New, Courier, mono"><b><font size="+1"> Merci à Mr 
      Mico car grâce à lui et à ses recherches, j'ai découvert de nombreuses informations 
      concernant ma famille maternelle les COURTOIS, et j'ai fait revivre à ma 
      mère de nombreux souvenirs de sa jeunesse.<br>
      Je suis la petite fille de Henri COURTOIS surnommé par beaucoup "Riri" ou 
      lorqu'il était gamin "Ben Harbib" (ce qui veut dire "le fils du farceur" 
      : son père Marius COURTOIS était un comique apparemment !)</font></b></font></p>
    <p><font face="Courier New, Courier, mono"><b><font size="+1"> Mon grand-père 
      réparait beaucoup d'objets, montres, petits carillons pour grand nombre 
      d'habitants de Bou-Medfa. Quelqu'un se rappelle peut être de lui ...et de 
      sa famille...</font></b></font></p>
    <p><font face="Courier New, Courier, mono"><b><font size="+1"> Encore bravo 
      Monsieur MICO,</font></b></font></p>
    <p><font face="Courier New, Courier, mono"><b><font size="+1"> Magali DUCROS.</font></b></font></p>
    <p><font size="+1"><i><font size="4">Message re&ccedil;u le 21/11/2008 ( Merci 
      surtout &agrave; toi Magali pour ce message nostalgique...)</font></i></font><font face="Courier New, Courier, mono" size="+1"><i> 
      </i></font></p>
  </blockquote>
  <hr>
  <p>&nbsp;</p>
  <blockquote> 
    <p><font size="+1"><b><font face="Courier New, Courier, mono">Ma petite fille 
      me demanda un jour quelle était la différence entre " Regret et Remords 
      ". J'avoue aujourd'hui, puisque les pages de ce livre d'or sont ouvertes, 
      pouvoir répondre à la question en félicitant, Fernand, d'avoir su masquer 
      ses regrets et son chagrin par ses recherches approfondies sur son village, 
      ses origines et ses racines. Ainsi, n'aura-t-il pas le remords d'avoir abandonné 
      son pays sans lui avoir voué son cœur par ce beau travail de mémoire.</font></b></font></p>
    <p><font size="+1" face="Courier New, Courier, mono"><b> Merci Fernand.</b></font></p>
    <p><font size="+1" face="Courier New, Courier, mono"><b> " Taire ses ancêtres, 
      c'est la vie qui s'arrête "</b></font></p>
    <p><font size="+1" face="Courier New, Courier, mono"><b> Thérèse Badaracco 
      Engel. </b></font></p>
    <p><i><font size="4">Message re&ccedil;u le 9/10/2008 (merci Th&eacute;r&egrave;se 
      d'avoir si bien compris ma d&eacute;marche)</font></i></p>
  </blockquote>
  <hr>
  <blockquote> 
    <p><font size="+1" face="Courier New, Courier, mono"><b>LE LIVRE D 'OR DONT 
      A EU L "&Eacute;NORME PLAISIR DE CONSULTER LE PETIT BOUDOUARA COMME ON AVAIT 
      COUTUME D'APPELER LA FAMILLE DONT JE SUIS ISSUE OBSERVE DES T&Eacute;MOIGNAGES 
      SANS PR&Eacute;C&Egrave;DENT EMPLIS D'&Eacute;MOTION 'DONT LA FORCE TRANSPARA&Icirc;T 
      A TRAVERS LES VIBRANTS HOMMAGES QUI INTERPELLENT TOUT UN CHACUN SUR LA MISSION 
      HUMAINE DE L 'INDIVIDU AYANT &Eacute;VOLUE SANS DISCONTINUER A TRAVERS DES 
      &Eacute;POP&Eacute;ES QUI ONT MARQUE DE LEURS SCEAUX L 'HISTOIRE INEFFA&Ccedil;ABLE 
      QUI A LIE &Eacute;TERNELLEMENT DEUX COMMUNAUT&Eacute;S AYANT AGI PEUT &Ecirc;TRE 
      ET SOUVENT IN&Eacute;GALEMENT A L '&Eacute;DIFICATION DU GIGANTESQUE MONUMENT 
      QUI MARQUERA A JAMAIS LES MEMOIRES DE CEUX DONT LE DESTIN A VOULU IMPOSE 
      CE PARCOURS HISTORIQUE ET ô COMBIEN HONORABLE ET TRIOMPHAL ET CE QUELLES 
      QUE SOIENT LES M&Eacute;ANDRES QU'ILS AFFRONT&Egrave;RENT TOUR A TOUR POUR 
      CONCLURE COLLECTIVEMENT ENFIN A L'&Eacute;VIDENCE DEVANT LAQUELLE ELLES 
      M&Eacute;DITENT SUR LES DEUX RIVES DE LA M&Eacute;DITERRAN&Eacute;E SUR 
      CE PASSE COMBIEN PRESENT</b></font></p>
    <p><b><font face="Courier New, Courier, mono"> AHMED </font></b></p>
    <p><i><font size="4">message de mon ami d'enfance, re&ccedil;u en Mai 2008, 
      (merci Ahmed)</font></i></p>
    <CENTER>
      <hr>
      <p align="left"><font size="4"><b><font face="Courier New, Courier, mono">Félicitations 
        monsieur Fernand Mico,</font></b></font><font face="Courier New, Courier, mono"><b><font size="4">votre 
        site est magnifique, bien documenté, bien rédigé, trés évocateur, pas 
        trop nostalgique....</font></b></font></p>
      <p align="left"><font face="Courier New, Courier, mono"><b><font size="4"> 
        Vous avez du beaucoup cherché et beaucoup travaillé pour réunir tous ces 
        documents et toutes ces photos.</font></b></font></p>
      <p align="left"><font face="Courier New, Courier, mono"><b><font size="4"> 
        J'ai fait plusieurs fois la route Alger/ Relizane, mais j'avoue que je 
        n'avais jamais vu la plaque Bou-Medfa... !!<br>
        Comme pas mal de compatriotes, j'ai fait 27 mois de service en Algérie 
        ( 1955/ 1957 ), puis j'ai travaillé "là-bas " jusqu'en 1964, à la Sté 
        Shell, dont le siège était Bd Saint -Saens à Alger.<br>
        J'ai revu avec émotion la vidéo sur la place du gouvernement de 1958... 
        je me trouvais dans la foule... ! J'ai vécu tous ces événements un peu 
        en témoin... mais en ayant risqué ma vie plusieurs fois...<br>
        Le départ des Pieds-Noirs a vraiment été une tragédie, pour tous, et pour 
        l'Algérie aussi... Si seulement la moitié des Français d'Algérie était 
        restée sur place, l'Algérie aujourd'hui, serait certainement le premier 
        pays d'Afrique dans tous les domaines... Mais on ne refait pas l'histoire...</font></b></font></p>
      <p align="left"><font face="Courier New, Courier, mono"><b><font size="4"> 
        Encore merci et bravo pour ce beau travail.</font></b></font></p>
      <p align="left"><font face="Courier New, Courier, mono"><b><font size="4"> 
        M.Dubost 81600</font></b></font></p>
      <p align="left"><font size="4"><i>message re&ccedil;u en Avril 2008.</i></font></p>
    </CENTER>
    <CENTER>
      <hr>
      <div align="left"></div>
    </CENTER>
    <CENTER>
      <p align="left"><font face="Courier New, Courier, mono" size="4"><b>Bonjour,</b></font> 
      </p>
    </CENTER>
    <CENTER>
    </CENTER>
    <p><font face="Courier New, Courier, mono" size="4"><b>je suis un natif de 
      la commune de bou-medfa, je vous remercie pour ce site qui me fait rapeller 
      mon enfance, ainsi-que les souvenirs de mes anciens copains de classe, &agrave; 
      travers votre site je voudrai lier avec eux un contact tels-que les familles: 
      Bernard EVRARD, Fr&eacute;d&egrave;ric ST-RAYMOND, Raoul BANCOURT, Jean 
      Marc QUESSADA.</b></font></p>
    <p><font size="4">mon adresse e-mail: yazidtarek@hatmail.com</font></p>
    <p><font size="4"><i>message re&ccedil;u en Avril 2008.</i></font></p>
    <hr>
    <p><i><font size="4"><b><font face="Courier New, Courier, mono">Bonsoir compatriote,</font></b></font></i></p>
    <p><font size="4" face="Courier New, Courier, mono"><b><i> Je suis tombé un 
      peu par hasard sur le site, j'ai vu que vous êtes de mon pays, il se trouve 
      que j'habite à Alger, à Belcourt précisément, j'ai eu tout simplement un 
      pincement au cœur... car j'aime tous les enfants d'Algérie. Depuis des années 
      je vois des pieds noirs revenir, ils sont magnifiquement reçus, je dirais 
      même que c'est très émouvant, j'espère que vous feriez ce voyage, vous êtes 
      des compatriotes, vous êtes des enfants du pays à part entière...je vous 
      aime tout simplement parce que vous êtes de chez nous, et les racines c'est 
      très important... je suis peut être un peu émotionnel, je ne peux m'empêcher 
      d'aimer tous les enfants de mon pays.</i></b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b><i> Fraternellement,</i></b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b><i> Ryad, de Belcourt.</i></b></font></p>
    <p><font size="+1">e-mail: ze10ry@yahoo.fr</font></p>
    <p><font size="+1"><i>message re&ccedil;u en Mars 2008.</i></font></p>
    <hr>
    <p><font size="+2"><b>Joël Souday</b></font></p>
    <p><font size="4"><b><font face="Courier New, Courier, mono">Né à Blida en 
      42, j'ai de nombreuses fois "fait" la route Alger Affreville, et donc suis 
      passé a proximité de votre village. Oued Djer, Changarnier le col Kandek 
      puis descente sur Affreville...mon père Pierre Souday a été le dernier maire 
      Fran&ccedil;ais de Lavarande, près d' Affreville.</font></b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b> Votre site m'a ému, 
      j'ai passé un excellent moment à le parcourir.</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b> Bravo</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b> Joël Souday </b></font></p>
    <p><font size="4"><i>message re&ccedil;u en Janvier 2008</i></font></p>
    <hr>
    <p><font size="+1"><b><font face="Courier New, Courier, mono">Gis&egrave;le 
      DURBE &eacute;pouse de Roger DURBE</font></b></font></p>
    <p><font face="Courier New, Courier, mono"><b><font size="4">Bravo pour votre 
      site. Je l'ai consult&eacute; par hasard &eacute;tant &agrave; la recherche 
      de renseignements ou de photos sur Hammam-Righa.</font></b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>La famille de mon mari 
      est native de cette r&eacute;gion. Famille DURBE. Les arri&egrave;res grand-parents 
      DURBE-WIART &eacute;tait propri&eacute;taire d'un caf&eacute;-&eacute;picerie. 
      Les Wiart issus de la r&eacute;gion de Reims exploitaient un vignoble. J'ai 
      des documents &agrave; ce sujet.</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>Les DURBE dont la seule 
      famille que nous connaissons est la n&ocirc;tre, notre fils est dernier 
      du nom pour l'instant. L'arri&egrave;re grand-p&egrave;re &eacute;tait originaire 
      de LYON.</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>&Eacute;tant &agrave; 
      la retraite j'essaie de m'informer, mais d&eacute;butante dans ce domaine 
      je ne sais trop comment faire.</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>Si vous avez une piste 
      &agrave; me donner je vous en serai reconnaissante.</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>Merci.</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>Je vous souhaite une 
      bonne journ&eacute;e.</b></font></p>
    <p><font size="4"><i>message re&ccedil;u en Ao&ucirc;t 2006</i></font></p>
    <hr>
    <p><font size="+2"><b><font face="Courier New, Courier, mono">Andr&eacute; 
      IZAC</font></b></font><font face="Courier New, Courier, mono"><b> ( 14790 
      VERSON )</b></font></p>
    <p><font face="Courier New, Courier, mono"><b><font size="4">Je suis le petit 
      fils de D&eacute;sir&eacute; BONAT de CHANGARNIER donc le neveu de R&eacute;n&eacute; 
      et &Eacute;liane BONAT et de mon cousin Alain sans oublier mon ami d'enfance 
      Georges DUFOUR, vous comprendrez ce que repr&eacute;sentent ces noms...</font></b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>Bravo pour votre site 
      que j'ai d&eacute;couvert le 13 mars 2006, gr&acirc;ce &agrave; vous une 
      bouff&eacute;e de jeunesse fait surface et des noms comme Bouhalouen, Oued 
      zeboudj, Gontasse, etc... resurgissent, je suis n&eacute; &agrave; VESOUL 
      BENIAN, et ma jeunesse entre CHANGARNIER, MARGUERITE, MILIANA le coll&egrave;ge, 
      BLIDA mon service militaire et mon mariage...etc.</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>En quelques minutes 
      vous me faites r&ecirc;ver en lisant tous ces noms.</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>Merci doublement si 
      vous passez ce message sur le livre d'Or.</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>Il y a toujours un 
      espoir de penser que quelqu'un nous lise et pourquoi pas des retrouvailles.</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>En r&eacute;alit&eacute; 
      le monde est petit, la m&eacute;moire infinie, ce qui donne envie de vivre 
      m&ecirc;me avec des cheveux couleur neige.</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>Mes f&eacute;licitations 
      pour votre site et votre travail </b></font></p>
    <p><font size="4"><i>message re&ccedil;u le 15/03/2006 (Georges DUFOUR, Alain 
      BONAT et sa femme ont &eacute;t&egrave; enlev&eacute;s en juillet 1962 on 
      ne les reverra plus jamais...)</i></font></p>
    <hr>
    <p><b><font size="4" face="Courier New, Courier, mono">Monsieur</font></b></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>J'ai d&eacute;couvert 
      par hasard votre site sur Bou-Medfa dimanche 29 janvier 2006. F&eacute;licitations 
      ,quel travail !quelle passion !</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>La vue de Bou-Medfa, 
      village ou je suis n&eacute;e le 26 /04/1943 mais que j'ai tr&egrave;s peu 
      connu de visu m'a &eacute;norm&eacute;ment &eacute;mue.</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>En effet ma m&egrave;re 
      Madame DUBOIS Valentine, n&eacute;e Cazeaux, m'a entretenu tout au long 
      de sa vie de SON village en Alg&eacute;rie et la visite de votre site a 
      provoqu&eacute; chez moi une vive &eacute;motion accrue par la photo, ignor&eacute;e 
      par moi ,jusqu'au ce jour de Monsieur GERMAIN mon arri&egrave;re grand-p&egrave;re 
      ( Photo de la musique )</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>En effet ,je suis la 
      fille de Valentine Cazeaux et la petite fille de Bernard et Jos&eacute;phine 
      CAZEAUX. Mon oncle Ren&eacute; est rest&eacute; jusqu'en 1962 &agrave; Bou-Medfa.</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>Les noms des diff&eacute;rents 
      lieux qui agr&eacute;mentent les plans et des diverses familles qui constituent 
      l'ossature du village ne me sont pas inconnus.</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>J'ai v&eacute;cu tous 
      les Jeudi de ma petite enfance au souvenir du march&eacute; de Bou-Medfa 
      ,et je ne m'en plaint pas.</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>Maman est d&eacute;c&eacute;d&eacute;e 
      et je n'ai pas de photos d'elle a Bou-Medfa, auriez-vous, ou conna&icirc;triez-vous 
      quelqu'un qui aurait des photos de groupes sur lesquelles on pourrait reconna&icirc;tre 
      les "CAZEAUX"</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>Encore une fois bravo 
      et merci.</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>&Eacute;LISABETH</b></font></p>
    <p><font size="4"><i> message re&ccedil;u le 31/01/2006</i></font></p>
    <hr>
    <p><font size="+2"><b>Roger Barb&eacute;,</b></font><b> 4, all&eacute;e des 
      H&ecirc;tres 74600 SEYNOD</b></p>
    <p><b><font size="4" face="Courier New, Courier, mono">Bonjour,</font></b></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>Je viens de parcourir 
      votre site sur Bou-Medfa avec une certaine &eacute;motion.</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>&Eacute;motion parce 
      que votre site me replonge dans une p&eacute;riode douloureuse qui m'a fait 
      conna&icirc;tre Bou-Medfa.</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>J'ai connu ce village 
      en temps que militaire rappel&eacute; en 1955/1956, nous &eacute;tions une 
      section cantonn&eacute;e dans la salle des f&ecirc;tes en face du presbyt&egrave;re, 
      nous mangions chez les Morales qui tenaient un caf&eacute;, puis par la 
      suite nous avions d&eacute;m&eacute;nag&eacute;, et nous r&eacute;sidions 
      dans une maison un peu plus loin de la place, et nous mangions alors Chez 
      Bence.</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>Mon voyage de noce 
      s'est pass&eacute; &agrave; Bou-Medfa, et j'avais lou&eacute;e une maison 
      aux Morales pour loger mon &eacute;pouse pendant cette semaine de noces.</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>J'&eacute;tais tr&egrave;s 
      li&eacute; en cette p&eacute;riode avec un p&egrave;re Blanc qui r&eacute;sidait 
      au presbyt&egrave;re, et j'ai remis en &eacute;tat l'harmonium de l'&eacute;glise, 
      mais cela est tr&egrave;s loin.</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>Je vous f&eacute;licite 
      pour votre site tr&egrave;s riche en documents.</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>Pour la petite anecdote 
      mon p&eacute;re pendant la guerre de 39/45 &eacute;tait lui aussi stationn&eacute; 
      &agrave; la gare de Bou-Medfa (co&iuml;ncidence).</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>J'ai quitt&eacute; 
      l'Alg&eacute;rie en 1962.</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>Encore bravo.</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>Salutations</b></font></p>
    <p><font size="4" face="Courier New, Courier, mono"><b>Roger Barb&eacute; 
      4, all&eacute;e des H&ecirc;tres 74600 SEYNOD </b></font></p>
    <p><font size="4"><i>message re&ccedil;u le 27/02//2006</i></font></p>
    <hr>
  </blockquote>
</blockquote>
<blockquote> 
  <blockquote><FONT COLOR="#000066"> 
    <div align="left"><B></B><font size="+1" face="Courier New, Courier, mono"><B>PEREZ 
      ROGER (AIX EN PROVENCE, FRANCE)</B></font></div>
    </FONT> 
    <p><font size="+1" face="Courier New, Courier, mono" color="#000066"><B>avis 
      sur retour au site : g&eacute;nial</B></font></p>
    <p><font color="#000066" size="+1" face="Courier New, Courier, mono">http://www.birkadem.fr.st</font></p>
    <p><font size="+1" face="Courier New, Courier, mono" color="#000066"><B>Bonjour</B></font></p>
    <p><font size="+1" face="Courier New, Courier, mono" color="#000066"><B>Tr&egrave;s 
      heureux d&#146;avoir trouv&eacute; votre site et la page Bou-Medfa justement 
      je cherche, &agrave; avoir des nouvelles de monsieur Quessada Louis qui 
      &eacute;tait de Castiglione et sa femme Jeannine qui &eacute;tait de B&eacute;rard 
      </B></font></p>
    <p><font size="+1" face="Courier New, Courier, mono" color="#000066"><B>Il 
      &eacute;tait de la famille aux Quessada de BIRKADEM, </B></font><font size="+1" face="Courier New, Courier, mono" color="#000066"><B>Christiane 
      Chardon - Cuesta cousine de Roger Mancila de BIRKADEM aimerait avoir de 
      leur nouvelles elle allait en classe avec Jeannine. </B></font></p>
    <p><font size="+1" face="Courier New, Courier, mono" color="#000066"><B>&Eacute;crire 
      a : rogerperezspie@free.fr </B></font></p>
    <p><font size="+1" face="Courier New, Courier, mono" color="#000066"><B>qui 
      transmettra </B></font></p>
    <p><font size="+1" face="Courier New, Courier, mono" color="#000066"><B>Par 
      avance merci</B></font></p>
    <p><font size="+1" face="Courier New, Courier, mono" color="#000066"><B>J&#146;en 
      profite de vous f&eacute;liciter pour votre site. </B></font></p>
    <p><font size="+1" face="Courier New, Courier, mono" color="#000066"><B>@ 
      + roger perez de Birkadem </B></font></p>
    <p><font size="+1" face="Courier New, Courier, mono" color="#000066"><B>: 
      http://birkadem.fr.st </B></font></p>
    <p><font size="+1" face="Courier New, Courier, mono" color="#000066"><i>message 
      re&ccedil;u le 25/05/2004</i></font></p>
    <hr>
    <p><FONT SIZE="+1" COLOR="#000066"><B>Delatorre Fran&ccedil;ois (Saint Louis 
      , France)</B></FONT></p>
  </blockquote>
</blockquote>
<blockquote> 
  <blockquote> 
    <CENTER>
      <div align="left"></div>
    </CENTER>
    <CENTER>
      <div align="left"> 
        <p><FONT SIZE="+1" FACE="Times New Roman, Times, serif" COLOR="#000066"><B>avis 
          sur retour au site : tr&egrave;s bien</B></FONT></p>
        <p><font size="+1" face="Times New Roman, Times, serif" color="#000066"><B><font face="Courier New, Courier, mono">Fran&ccedil;ois 
          de Miliana</font></B></font></p>
      </div>
    </CENTER>
    <CENTER>
    </CENTER>
    <CENTER>
      <div align="left"> 
        <p><font size="+1" face="Courier New, Courier, mono" color="#000066"><B>Bravo 
          pour ce site de mon voisin et ami d'un pays dans lequel nous avons grandis 
          et garde un merveilleux souvenir et une grande nostalgie.</B></font></p>
      </div>
    </CENTER>
    <CENTER>
      <div align="left"><font size="+1" face="Times New Roman, Times, serif" color="#000066"><i>message 
        re&ccedil;u le 02/12/2004 &agrave; 15:27 (nous &eacute;tions voisins sans 
        nous conna&icirc;tre, et maintenant ami, sans nous cotoyer... longue vie 
        Fran&ccedil;ois)</i></font></div>
      <hr>
      <p align="left"><FONT SIZE="+1" COLOR="#000066"><B>Christian GABRIEL (Noisy 
        le Grand, FRANCE)</B></FONT> </p>
    </CENTER>
  </blockquote>
</blockquote>
<blockquote> 
  <blockquote> 
    <p><FONT SIZE="+1" FACE="Times New Roman, Times, serif" COLOR="#000066"><B>avis 
      sur retour au site : tr&egrave;s bien </B></FONT> </p>
    <p><font size="+1" face="Times New Roman, Times, serif" color="#000066"><B><font face="Courier New, Courier, mono">Je 
      suis surpris que dans le nombre d'habitants de la r&eacute;gion de Miliana, 
      vesoul B&eacute;nian Bou Medfa Hammam Righa, Margueritte, il n'y ait pas 
      plus de personnes qui se manifestent sur ce site splendide qu'a su cr&eacute;er 
      Mon grand ami Fernand. Pourquoi ne pas t&eacute;moigner???? </font></B></font></p>
    <p><font size="+1" face="Courier New, Courier, mono" color="#000066"><B>ne 
      pas faire resurgir les bons moments pass&eacute;s &agrave;Matares, ou plus 
      prosa&iuml;quement dans les f&ecirc;tes de village ( Marengo Cherchell, 
      Castiglione, Tipasa etc.. Nous serions ravis de retrouver nos camarades 
      de plages , nos cavali&egrave;res, en se rem&eacute;morant les notes du 
      c&eacute;l&eacute;bres "TANGO BLEU" ou de la " COMPARSITA". Aller venez 
      nombreux sur le site de Fernand site du "Pere du Canon", que nous ayons 
      la joie de vous savoir plein d'&eacute;nergie, et aussi de compassion pour 
      notre beau pays l'Alg&eacute;rie Fran&ccedil;aise </B></font></p>
    <p><font size="+1" face="Courier New, Courier, mono" color="#000066"><B>bien 
      a vous tous Christian GABRIEL </B></font></p>
    <p><font size="+1" face="Times New Roman, Times, serif" color="#000066"><i>message 
      re&ccedil;u le 29/11/2004 &agrave; 11:25 (merci grand fr&egrave;re)</i></font></p>
    <CENTER>
      <FONT COLOR="#000066"><B> 
      <HR>
      </B></FONT> 
      <div align="left"><FONT SIZE="+1" COLOR="#000066"><B>Kamel (boumedfaa, algerie)</B></FONT> 
      </div>
    </CENTER>
    <p><FONT SIZE="+1" COLOR="#000066"><B>avis sur retour au site : g&eacute;nial</B></FONT> 
    </p>
    <p><font size="+1" color="#000066"><B>j<font face="Courier New, Courier, mono">e 
      te tir chapeau , t'as fait un travail vraiment tr&egrave;s int&eacute;ressant 
      et important , vous m&eacute;riter d'&ecirc;tre saluer, </font></B></font></p>
    <p><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>je 
      te souhaites une bonne chance et continuation dans ce sens </B></font></p>
    <p><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>amicalement 
      kamel</B></font></p>
    <p><font size="+1" color="#000066"><i>message re&ccedil;u le 15/11/2004 &agrave; 
      18:30 (moi aussi je te tire mon chapeau l'ami)</i></font></p>
    <CENTER>
      <FONT COLOR="#000066"><B> 
      <HR>
      </B></FONT> 
      <div align="left"><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>nounou 
        (ain-defla ex: Duperr&eacute;, Algerie)</B></font> </div>
    </CENTER>
    <p><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>avis 
      sur retour au site : g&eacute;nial</B></font> </p>
    <p><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>c'est 
      par curiosit&eacute; que je suis tomb&eacute; sur votre site et j'avoue 
      tr&egrave;s franchement qu'il est g&eacute;nial. </B></font></p>
    <p><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>j'habite 
      l'algerie depuis toujours,</B></font><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>j'ai 
      &eacute;prouv&eacute; en m&ecirc;me temps que les autres cette nostalgie 
      qui fait fr&eacute;mir l'&eacute;chine sous l'ombre. </B></font></p>
    <p><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>je 
      suis dispos&eacute; &agrave; votre apporter un plus si vous appel &agrave; 
      moi . </B></font></p>
    <p><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>a 
      tr&egrave;s bient&ocirc;t </B></font></p>
    <p><font size="+1" color="#000066"><i>message re&ccedil;u le 07/10/2004 &agrave; 
      20:21</i></font></p>
    <CENTER>
      <FONT COLOR="#000066"><B> 
      <HR>
      </B></FONT> 
      <div align="left"><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>Une... 
        Mico (France)</B></font> </div>
    </CENTER>
    <p><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>avis 
      sur retour au site : tr&egrave;s bien</B></font> </p>
    <p><font color="#000066" size="+1" face="Courier New, Courier, mono">www.membres.lycos.fr/wish25</font></p>
    <p><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>Bonjour 
      &agrave; vous !! Je souhaitais vous remercier pour votre site qui m'en appris 
      un peu plus sur mon nom de famille. Mes grands parents sont ou plut&ocirc;t 
      &eacute;taient &eacute;galement des pieds noirs mais impossible d'en savoir 
      plus sur leur vie d'antan et gr&acirc;ce &agrave; vous j'ai pu y voir un 
      peu plus clair.</B></font></p>
    <p><font size="+1" color="#000066"><i>message re&ccedil;u le 06/10/2004 &agrave; 
      20:17</i></font></p>
    <CENTER>
      <FONT COLOR="#000066"><B> 
      <HR>
      </B></FONT> 
      <div align="left"><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>FR&Eacute;D&Eacute;RIC 
        (Paris, France)</B></font> </div>
    </CENTER>
    <p><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>avis 
      sur retour au site : tr&egrave;s bien</B></font> </p>
    <p><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>Je 
      ne suis pas pied-noir, je ne suis jamais all&eacute; en Alg&eacute;rie, 
      je n'ai aucun lien avec ce pays ni avec les gens qui y vivent ou bien qui 
      en sont originaires... Je suis juste pass&eacute; voir le site d'un ancien 
      coll&egrave;gue de travail avec qui j'ai partag&eacute; plusieurs passions 
      - la Photographie et l'Aviation - et qui est devenu un ami. </B></font></p>
    <p><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>Je 
      suis rest&eacute; des heures et des heures sur ce site tant il m'a &eacute;mu. 
      Je l'ai parcouru en long, en large et en travers sous toutes ses coutures. 
      </B></font></p>
    <p><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>J'ai 
      d&eacute;couvert la famille de mon ami Fernand, celle de son &eacute;pouse 
      Solange et plus encore, au point que je me suis senti g&ecirc;n&eacute; 
      par tant d'indiscr&eacute;tion. </B></font></p>
    <p><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>J'ai 
      r&eacute;alis&eacute; que mon &eacute;motion n'&eacute;tait rien &agrave; 
      c&ocirc;t&eacute; de la d&eacute;tresse et du profond d&eacute;chirement 
      de tous ceux et toutes celles qui, comme la famille de Fernand, ont d&ucirc; 
      quitter la terre o&ugrave; ils sont n&eacute;s, o&ugrave; ils ont grandi 
      et o&ugrave; leurs familles s'&eacute;taient implant&eacute;es depuis des 
      g&eacute;n&eacute;rations. </B></font></p>
    <p><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>Tant 
      d'ardeur, d'&eacute;nergie et de d&eacute;termination &agrave; mettre sur 
      pied un site comme celui-l&agrave; a montr&eacute; que Fernand, comme tant 
      d'autres, est rest&eacute; d&eacute;sesp&eacute;r&eacute;ment attach&eacute; 
      au plus profond de lui-m&ecirc;me &agrave; cette terre qui a fait couler 
      tant d'encre et remu&eacute; tant de passions depuis des d&eacute;cennies 
      &agrave; chaque fois qu'un ma&icirc;tre de la plume l'a &eacute;voqu&eacute;e, 
      cette terre qui semble lui manquer de mani&egrave;re grandissante au fil 
      des ans, au moment o&ugrave; l'on r&eacute;alise que la vie s'&eacute;loigne 
      &agrave; pas discrets mais de fa&ccedil;on irr&eacute;m&eacute;diable et 
      que l'on doit s'y r&eacute;signer un jour. </B></font></p>
    <p><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>A 
      travers les textes et les images, j'ai rev&eacute;cu une page d'histoire, 
      j'ai rev&eacute;cu le bonheur d'un peuple, j'ai rev&eacute;cu son d&eacute;sarroi 
      et je revis son cri du coeur &agrave; en avoir le go&ucirc;t de ses larmes. 
      </B></font></p>
    <p><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>Grand 
      merci Fernand de m'avoir ouvert les yeux. Je r&eacute;alise &agrave; pr&eacute;sent 
      ce qu'ont pu ressentir mes parents lorsqu'ils ont d&ucirc; &ecirc;tre d&eacute;racin&eacute;s 
      de leur terre d'Indochine en 1955... </B></font></p>
    <p><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>Ton 
      ami Fred </B></font></p>
    <p><font size="+1" color="#000066"><i>message re&ccedil;u le 27/08/2004 &agrave; 
      16:48 (merci Fred et les bons moments pass&eacute;s avec toi &agrave; refaire 
      le ciel! souviens toi: l'&eacute;toile nous guide, les ailes nous portent)</i></font></p>
    <CENTER>
      <FONT COLOR="#000066"><B> 
      <HR>
      </B></FONT> 
      <div align="left"><FONT SIZE="+1" COLOR="#000066"><B>Santi n&eacute;e Bertrand 
        (Bouc-Bel-Air, France 13320)</B></FONT> </div>
    </CENTER>
    <p><FONT SIZE="4" COLOR="#000066"><B>avis sur retour au site : tr&egrave;s 
      bien</B></FONT> </p>
    <p><font size="4" color="#000066"><B><font face="Courier New, Courier, mono">Bonjour,</font></B></font></p>
    <p><font size="4" color="#000066" face="Courier New, Courier, mono"><B>Je 
      me pr&eacute;sente : </B></font></p>
    <p><font size="4" color="#000066" face="Courier New, Courier, mono"><B>Mich&egrave;le 
      Santi n&eacute;e Bertand, le 29 mars 1949 &agrave; Bou-Medfa, j'ai &eacute;t&eacute; 
      mise au monde par mon grand-p&egrave;re le docteur Feurtet(maire de Bou-Medfa) 
      dans la maison familiale (dispensaire-maison du docteur sur le plan).</B></font></p>
    <p><font size="4" color="#000066" face="Courier New, Courier, mono"><B>Merci 
      pour tous ces documents qui ont, malgr&eacute; l'&eacute;motion, fait le 
      bonheur de maman. </B></font></p>
    <p><font size="4" color="#000066" face="Courier New, Courier, mono"><B>Un 
      salut &agrave; Gabriel Feurtet, mon cousin qui a &eacute;galement sign&eacute; 
      le livre d'or). </B></font></p>
    <p><font size="4" color="#000066"><i>message re&ccedil;u le 12/07/2004 &agrave; 
      15:49</i></font></p>
    <CENTER>
      <FONT COLOR="#000066"><B> 
      <HR>
      </B></FONT> 
      <div align="left"><FONT SIZE="+1" COLOR="#000066"><B>Carole et Jean-Marc 
        BENTAJOU (France)</B></FONT> </div>
    </CENTER>
    <p><FONT SIZE="4" COLOR="#000066"><B>avis sur retour au site : g&eacute;nial</B></FONT> 
    </p>
    <p><font size="4" color="#000066"><B><font face="Courier New, Courier, mono">Hello 
      tous les deux...</font></B></font></p>
    <p><font size="4" color="#000066" face="Courier New, Courier, mono"><B>Magnifique 
      site, et encore merci d'avoir r&eacute;pondu &agrave; notres invitation, 
      mais maintenant que nous vous avons retrouv&eacute;s,nous n'allons plus 
      vous lacher. </B></font></p>
    <p><font size="4" color="#000066" face="Courier New, Courier, mono"><B>Gardons 
      le contact,car apr&eacute;s avoir d&eacute;couvert nos passions communes, 
      ce serait dommage d'en rester l&agrave;. </B></font></p>
    <p><font size="4" color="#000066" face="Courier New, Courier, mono"><B>Kro 
      et JmB. </B></font></p>
    <p><font size="4" color="#000066"><i>message re&ccedil;u le 30/06/2004 &agrave; 
      23:19 (merci voisins)</i></font></p>
  </blockquote>
  <div align="left"><FONT COLOR="#000066"> </FONT></div>
  <blockquote><FONT COLOR="#000066"> 
    <HR align="left">
    <div align="left"><B>MATELOT (CORNEILLAN (GERS), FRANCE)</B></div>
    </FONT> 
    <p><FONT SIZE="4" COLOR="#000066"><B>avis sur retour au site : tr&egrave;s 
      bien</B></FONT> </p>
    <p><font size="4" color="#000066"><B><font face="Courier New, Courier, mono">Je 
      ne suis jamais all&eacute; en Alg&eacute;rie et m&ecirc;me d'ailleurs sur 
      le continent Africain.<br>
      Ce remarquable site sur BOUMEDFA donne envie d'aller visiter ce village 
      o&ugrave; les Gaulois et les Musulmans d'autrefois vivaient en harmonie 
      loin des querelles politiques et religieuses.<br>
      Ayant travaill&eacute; pendant longtemps avec l'auteur de ce site, Fernand 
      MICO, je peux t&eacute;moigner que l'on peux r&eacute;sumer simplement Fernand 
      en ces termes : amiti&eacute; sinc&egrave;re et durable, grande chaleur 
      humaine, passions de l'a&eacute;ronautique, la photo, la moto, sa famille, 
      son pays l'Alg&eacute;rie et plus particuli&egrave;rement BOUMEDFA.</font></B></font></p>
    <p><font size="4" color="#000066" face="Courier New, Courier, mono"><B> Fernand 
      a des d&eacute;fauts comme tout le monde : ses passions n'ont pas de limite.</B></font></p>
    <p><font size="4" color="#000066"><i>message re&ccedil;u le 28/04/2005 &agrave; 
      08:35 (toujour &eacute;gale &agrave; toi m&ecirc;me mon ami, mon fr&egrave;re, 
      merci)</i></font></p>
  </blockquote>
  <div align="left"><FONT COLOR="#000066"><B> </B></FONT></div>
  <blockquote><FONT COLOR="#000066"><B> 
    <HR align="left">
    <div align="left">GRAS Edith n&eacute;e MISMER (Boulogne billancourt 92, France)</div>
    </B></FONT> 
    <p><FONT SIZE="4" COLOR="#000066"><B>avis sur retour au site : pas mal</B></FONT> 
    </p>
    <p><font size="4" color="#000066"><B><font face="Courier New, Courier, mono">je 
      suis n&eacute;e &agrave; Bou Medfa le 26 mai 1946 </font></B></font></p>
    <p><font size="4" color="#000066" face="Courier New, Courier, mono"><B>Mon 
      grand p&eacute;re et ma grand m&egrave;re habitaient &agrave; la gare : 
      Antonia et Andr&eacute; MONUERA. </B></font></p>
    <p><font size="4" color="#000066" face="Courier New, Courier, mono"><B>Mes 
      parents Marguerite MONUERA et Roger MISMER (n&eacute; &agrave; LYON) mais 
      plus pieds-noirs que les pieds-noirs &eacute;tait aviateur. </B></font></p>
    <p><font size="4" color="#000066" face="Courier New, Courier, mono"><B>J'ai 
      tr&egrave;s peu connu Bou Medfa car nous &eacute;tions &agrave; BLIDA. </B></font></p>
    <p><font size="4" color="#000066" face="Courier New, Courier, mono"><B>J'ai 
      l'impression de rena&icirc;tre dans ce petit village ! et cela me permet 
      dans discuter avec ma m&egrave;re comme si nous y &eacute;tions encore. 
      </B></font></p>
    <p><font size="4" color="#000066" face="Courier New, Courier, mono"><B>Je 
      me souviens tr&egrave;s bien de la famille Renaud</B></font><font size="4" color="#000066"><B>.</B></font></p>
    <p><font size="4" color="#000066"><i>message re&ccedil;u le 13/03/2005 &agrave; 
      18:58</i></font></p>
    <CENTER>
      <FONT COLOR="#000066"><B> 
      <HR>
      </B></FONT> 
      <div align="left"><FONT SIZE="+1" COLOR="#000066"><B>Laborde Paul-Robert 
        (Ar&eacute;s, France)</B></FONT> </div>
    </CENTER>
    <p><FONT SIZE="4" COLOR="#000066"><B>avis sur retour au site : tr&egrave;s 
      bien</B></FONT> </p>
    <p><font size="4" color="#000066"><B><font face="Courier New, Courier, mono">Merci 
      Fernand MICO. Votre tr&egrave;s beau site, (c'est sinc&egrave;re), procure 
      &agrave; la fois des souvenirs, de la joie, de la nostalgie...Et aussi de 
      l'amertume. </font></B></font></p>
    <p><font size="4" color="#000066" face="Courier New, Courier, mono"><B>Mais 
      c'est tout de m&ecirc;me un r&eacute;confort de pouvoir venir se retremper 
      de temps &agrave; autre dans notre jeunesse. </B></font></p>
    <p><font size="4" color="#000066" face="Courier New, Courier, mono"><B>Encore 
      merci. </B></font></p>
    <p><font size="4" color="#000066" face="Courier New, Courier, mono"><B>Un 
      natif de Margueritte</B></font></p>
    <p><font size="4" color="#000066"><i>message re&ccedil;u le 13/02/2005 &agrave; 
      15:29</i></font></p>
    <CENTER>
      <FONT COLOR="#000066"><B> 
      <HR>
      </B></FONT> 
      <div align="left"><FONT SIZE="+1" COLOR="#000066"><B>Dominique Del&eacute;aval 
        (Carta) (Ozoir la Ferriere (77), France)</B></FONT> </div>
    </CENTER>
    <p><FONT SIZE="+1" COLOR="#000066"><B>avis sur retour au site : g&eacute;nial</B></FONT> 
    </p>
    <p><font size="+1" color="#000066"><B><font face="Courier New, Courier, mono">Bou-Medfa,c'est 
      toute mon enfance,et depuis le temps que je visite ton site je ne me d&eacute;cide 
      qu'aujourd'hui &agrave; te dire combien,gr&acirc;ce au travail que tu as 
      fourni,je peux me replonger dans la douceur de mes jeunes ann&eacute;es 
      pass&eacute;es dans ce coin magnifique et si attachant,aupr&egrave;s de 
      tous les gens qui m'entouraient alors:beaucoup sont partis h&eacute;las,mais 
      tu me permets de les retrouver &agrave; chaque fois.<br>
      Bravo et merci.</font></B></font></p>
    <p><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>Dominique</B></font></p>
    <p><font size="+1" color="#000066"><i>message re&ccedil;u le 04/02/2005 &agrave; 
      15:50</i></font></p>
  </blockquote>
  <div align="left"><FONT COLOR="#000066"><B> </B></FONT></div>
  <blockquote><FONT COLOR="#000066"><B> 
    <HR align="left">
    </B></FONT> 
    <div align="left"><FONT SIZE="+1" COLOR="#000066"><B>Peugniez (Marseille, 
      France)</B></FONT> </div>
    <p><FONT COLOR="#000066"><B>avis sur retour au site : g&eacute;nial</B></FONT> 
    </p>
    <p><FONT SIZE="+1" COLOR="#000066"><B><font face="Courier New, Courier, mono">Internet 
      est s&ucirc;rement une f&eacute;e ! </font></B></FONT></p>
    <p><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>Depuis 
      que j&#146;en suis &eacute;quip&eacute;, j&#146;ai pu d&eacute;couvrir mille 
      choses int&eacute;ressantes mais la plus formidable est sans conteste le 
      site de Bou-medfa. </B></font></p>
    <p><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>Je 
      le feuillette avec beaucoup de plaisir, et la nostalgie surgit aux clics 
      de la souris: </B></font></p>
    <p><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>Le 
      visage d&#146;un proche ou d&#146;un ami, l&#146;image d&#146;un souvenir 
      estomp&eacute;, le village tel qu&#146;il est, grav&eacute; dans nos c&#156;urs, 
      les noms des familles que le temps nous pousse &agrave; oublier, l&#146;histoire 
      h&eacute;ro&iuml;que de nos pionniers. </B></font></p>
    <p><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>Moi, 
      qui suis de ta famille, je profite sans vergogne de tes recherches en g&eacute;n&eacute;alogie 
      et de ton travail pour d&eacute;couvrir une bonne partie de mes ascendants 
      et me conforter dans l&#146;id&eacute;e que notre place l&agrave; bas n&#146;&eacute;tait 
      ni usurp&eacute;e, ni gratuite. </B></font></p>
    <p><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>Je 
      te remercie pour la joie que tu me procures et que tu dois aussi apporter 
      aux anciens de notre village ch&eacute;ri. </B></font></p>
    <p><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>M&ecirc;me 
      si je mesure difficilement la somme et la qualit&eacute; du travail accompli, 
      j&#146;ai le sentiment que tu as mis dans cette r&eacute;alisation, beaucoup 
      de ton temps, de ton intelligence et la plus grosse part de ton c&#156;ur. 
      </B></font></p>
    <p><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>Lucien. 
      </B></font></p>
    <p><font size="+1" color="#000066"><i>message re&ccedil;u le 14/01/2005 &agrave; 
      15:00</i></font></p>
    <hr>
    <p><FONT COLOR="#000066"><B>UN FILS DE KREBBAZA (EPERNAY, FRANCE)</B></FONT> 
    </p>
    <p><FONT SIZE="+1" COLOR="#000066"><B>avis sur retour au site : g&eacute;nial</B></FONT> 
    </p>
    <p><font size="+1" color="#000066"><B><font face="Courier New, Courier, mono">J'&eacute;tais 
      jeune pendant ces &eacute;v&eacute;nements en 1958: j'avais 11 ans: L'ann&eacute;e 
      de la mort de mon p&egrave;re, mort pour la France. J'habitais juste en 
      face de chez vous, chez Madame GOUDOT.<br>
      </font></B></font><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>Je 
      ne me souviens pas bien mais je crois conna&icirc;tre vos enfants.<br>
      </B></font><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>Votre 
      site est tr&egrave;s int&eacute;ressant et je vous en f&eacute;licite !<br>
      </B></font><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>Tous 
      les noms cit&eacute;s je les ai en m&eacute;moire et les photos m'ont rappel&eacute;s 
      beaucoup de souvenirs.<br>
      </B></font><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>Moi 
      m&ecirc;me je poss&egrave;de d'anciennes photos.( dont d'anciens camarades 
      d'&eacute;coles que je n'ai jamais revus.). </B></font></p>
    <p><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>F&eacute;licitations 
      </B></font></p>
    <p><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>Brahim 
      KREBBAZA.</B></font></p>
    <p><font size="+1" color="#000066"><i>message re&ccedil;u le 28/12/2004 &agrave; 
      22:00</i></font></p>
  </blockquote>
  <div align="left"><FONT COLOR="#000066"><B> </B></FONT></div>
  <blockquote><FONT COLOR="#000066"><B> 
    <HR align="left">
    <div align="left"></div>
    </B></FONT> 
    <div align="left"><FONT SIZE="+1" COLOR="#000066"><B>Briesach Henri (Malesherbes, 
      France)</B></FONT> </div>
    <p><FONT SIZE="+1" COLOR="#000066"><B>avis sur retour au site : g&eacute;nial</B></FONT> 
    </p>
    <p><font size="+1" color="#000066"><B><font face="Courier New, Courier, mono">Bravo 
      j'ai revu la maison ou je suis n&eacute; </font></B></font></p>
    <p><font size="+1" color="#000066" face="Courier New, Courier, mono"><B>Henri 
      &amp; Alice</B></font></p>
    <p><font size="+1" color="#000066"><i>message re&ccedil;u le 18/12/2004 &agrave; 
      12:25</i></font></p>
  </blockquote>
  <div align="left"><FONT COLOR="#000066"><B> </B></FONT></div>
  <blockquote><FONT COLOR="#000066"><B> 
    <HR align="left">
    <div align="left"> </div>
    </B></FONT> 
    <div align="left"><FONT SIZE="+1" COLOR="#000066"><B>Hamid Douzidia (Ottawa, 
      canada)</B></FONT> </div>
    <p><FONT SIZE="4" COLOR="#000066"><B>avis sur retour au site : g&eacute;nial</B></FONT> 
    </p>
    <p><font size="4" color="#000066"><B><font face="Courier New, Courier, mono">je 
      trouve que c`est une bonne id&eacute;e.<br>
      Avant mon arriv&eacute;e au canada, je travaillais &agrave; la daira de 
      Boumedfa , comme ing&eacute;nieur en genie civil . </font></B></font></p>
    <p><font size="4" color="#000066" face="Courier New, Courier, mono"><B>Boumedfa 
      </B></font></p>
    <p><font size="4" color="#000066"><i>message re&ccedil;u le 14/12/2004 &agrave; 
      01:57</i></font></p>
  </blockquote>
  <div align="left"><FONT COLOR="#000066"><B> </B></FONT></div>
  <blockquote><FONT COLOR="#000066"><B> 
    <HR align="left">
    <div align="left"> </div>
    </B></FONT> 
    <div align="left"><FONT SIZE="+1" COLOR="#000066"><B>LEGER Sylviane (MONTPELLIER, 
      FRANCE)</B></FONT> </div>
    <p><FONT SIZE="4" COLOR="#000066"><B>avis sur retour au site : tr&egrave;s 
      bien</B></FONT> </p>
    <p><font size="4" color="#000066"><B><font face="Courier New, Courier, mono">Fernand 
      , je tiens &agrave; te remercier pour tout le bonheur que tu me procures 
      chaque fois que je parcours ton site ; je ne suis pas de Bou Medfa, </font></B></font><font size="4" color="#000066" face="Courier New, Courier, mono"><B>mais 
      ma famille maternelle &eacute;tait originaire d'Hamman Righa et ce n'est 
      pas bien loin .... </B></font></p>
    <p><font size="4" color="#000066" face="Courier New, Courier, mono"><B>Toutes 
      les &eacute;motions refoul&eacute;es reviennent &agrave; la surface chaque 
      fois que je mesure l'intensit&eacute; avec laquelle nous avons &eacute;t&eacute; 
      heureux , peut-&ecirc;tre m&ecirc;me sans nous en rendre compte . </B></font></p>
    <p><font size="4" color="#000066" face="Courier New, Courier, mono"><B>J'ai 
      bien compris que ton site n'&eacute;tait pas l&agrave; pour refaire l'histoire 
      , mais pour permettre ,m&ecirc;me de fa&ccedil;on parcellaire , &agrave; 
      tous ceux qui y vont de faire une th&eacute;rapie . </B></font></p>
    <p><font size="4" color="#000066" face="Courier New, Courier, mono"><B>Ton 
      travail est exceptionnel , il ne faut pas se tromper de registre , tu es 
      dans celui de l'&eacute;motionnel et tu es dans "ta v&eacute;rit&eacute; 
      " le reste est sans importance . </B></font></p>
    <p><font size="4" color="#000066" face="Courier New, Courier, mono"><B>Vives 
      f&eacute;licitations .</B></font></p>
    <p><font size="4" color="#000066"><i>message re&ccedil;u le 28/05/2005 &agrave; 
      11:15 (c'est exactement &ccedil;a Sylviane, merci de ta gentiesse)</i></font></p>
  </blockquote>
  <div align="left"><FONT COLOR="#000066"><B> </B></FONT></div>
  <blockquote><FONT COLOR="#000066"><B> 
    <HR align="left">
    <div align="left"></div>
    </B></FONT> 
    <div align="left"><FONT SIZE="+1" COLOR="#000066"><B>GUIDICELLI Jean (CORTE, 
      FRANCE)</B></FONT> </div>
    <p><FONT SIZE="4" COLOR="#000066"><B>avis sur retour au site : g&eacute;nial</B></FONT> 
    </p>
    <p><font size="4" color="#000066"><B><font face="Courier New, Courier, mono">Heureux 
      d'avoir pu gr&acirc;ce &agrave; vous de relier mes souvenirs de Bou Medfa 
      aux photos, anciennes ou r&eacute;centes. </font></B></font></p>
    <p><font size="4" color="#000066" face="Courier New, Courier, mono"><B>Je 
      suis n&eacute; en octobre 1952, &agrave; la gendarmerie (qui, je crois, 
      a &eacute;t&eacute; d&eacute;truite). Mon p&egrave;re s'appelait F&eacute;lix, 
      et je serai content si il existait encore dans les souvenirs de quelqu'un. 
      Amiti&eacute;s &agrave; tous.</B></font></p>
    <p><font size="4" color="#000066"><i>message re&ccedil;u le 05/12/2004 &agrave; 
      19:32</i></font></p>
    <hr>
    <p><font size="+1" color="#000066"><b>avis sur retour au site : tr&egrave;s 
      bien</b></font> </p>
    <p><font size="+1" color="#000066"><b><font face="Courier New, Courier, mono">C'est 
      un honneur d'&ecirc;tre le premier &agrave; signer votre livre d'or.</font></b></font></p>
    <p><font size="+1" color="#000066" face="Courier New, Courier, mono"><b>Bravo 
      pour votre travail, et d'avoir en quelque sorte rendu hommage &agrave; nos 
      anc&ecirc;tres bronz&eacute;s de la t&ecirc;te aux pieds.</b></font></p>
    <p><font size="+1" color="#000066" face="Courier New, Courier, mono"><b>Merci 
      de m'avoir transport&eacute; dans ce pays que je n'ai pas connu, mais dont 
      il me reste quelque chose.</b></font></p>
    <p><font face="Courier New, Courier, mono"><b><font size="+1" color="#000066">Gabriel 
      FEURTET</font></b></font></p>
    <p><font size="+1" color="#000066"><i>Message re&ccedil;u le 10/05/2004 &agrave; 
      02:09 (Votre grand p&egrave;re, maire et docteur de, Bou-Medfa m'a sauv&eacute; 
      la vie en 1950 je lui dois bien cette hommage)</i></font></p>
  </blockquote>
  <hr>
  <p><font color="#000066" size="+1">Veuillez cliquez &agrave; l'adresse suivante,&nbsp;pour 
    laisser un message, que je copierai dans, <B>ce</B> <B>livre d'or.</B></font> 
  </p>
  <p><font color="#000066" size="+1"><B> <i>(je suis oblig&eacute; d'employer 
    cette m&eacute;thode car certains malfaisants &eacute;crivaient des anneries 
    sur ce livre d'or lorsqu'il &eacute;tait en acc&eacute;s libre)</i></B></font></p>
  <p><A HREF="mailto:fmico2005-livredor@yahoo.fr"><B>gabriel42@wanadoo.fr</B></A></p>
</blockquote>
<P>

<HR>

<div align="center"><p></P>

<CENTER>
    <FONT COLOR="#990000"><B><IMG SRC="../imagesWeb/anin25.gif" WIDTH=17 HEIGHT=17 X-CLARIS-USEIMAGEWIDTH X-CLARIS-USEIMAGEHEIGHT ALIGN=middle> 
    </B></FONT><A HREF="index.htm" TARGET="_top"><FONT COLOR="#990000"><B>Page 
    d'ACCUEIL de mon site</B></FONT></A> 
  </CENTER>
</div>
<p></P>
</BODY>
</HTML>
